Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: LL Normalize Images
tr_tr: LL Görüntüleri Normalleştirme

source: LL Optimize Images (WebP)
tr_tr: LL Görüntüleri Optimize Et (WebP)

source: LL Recording Types
tr_tr: Kayıt türleri

source: LL Tools - Image Aspect Normalizer
tr_tr: LL Araçları - Görüntü En Boy Normalleştirici

source: LL Tools - WebP Image Optimizer
tr_tr: LL Araçları - WebP Görüntü İyileştirici

source: LL Tools Admin Tasks
tr_tr: LL Araçları Yönetici Görevleri

source: LL Tools Export
tr_tr: LL Araçları Dışa Aktarma

source: LL Tools Export/Import
tr_tr: LL Araçları İhracat/İthalat

source: LL Tools Import
tr_tr: LL Araçları İçe Aktarma

source: LL Tools Languages
tr_tr: LL Araçları Diller

source: LL Tools Utilities
tr_tr: LL Araçları Yardımcı Programlar

source: LL Tools — Bulk Word Import
tr_tr: LL Araçları - Toplu Kelime İçe Aktarma

source: LL Tools — Fix Word Images
tr_tr: LL Araçları - Kelime Görüntülerini Düzeltme

source: LL Word Options
tr_tr: LL Kelime Seçenekleri

source: Load
tr_tr: Yük

source: Load words
tr_tr: Kelimeleri yükle

source: Loading categories...
tr_tr: Kategoriler yükleniyor...

source: Loading category details...
tr_tr: Kategori detayları yükleniyor...

source: Loading Error
tr_tr: Yükleme Hatası

source: Loading image queue...
tr_tr: Görüntü kuyruğu yükleniyor...

source: Loading IPA symbols...
tr_tr: IPA sembolleri yükleniyor...

source: Loading next recommendation...
tr_tr: Bir sonraki öneri yükleniyor...

source: Loading progress...
tr_tr: Yükleme ilerliyor...

source: Loading recommendation...
tr_tr: Tavsiye yükleniyor...

source: Loading shared recording types...
tr_tr: Paylaşılan kayıt türleri yükleniyor...

source: Loading…
tr_tr: Yükleniyor..

source: Locked
tr_tr: Kilitli

source: Locked to this word set
tr_tr: Bu kelime setine kilitlendi

source: Log in
tr_tr: Giriş yap

source: Log out
tr_tr: Oturumu kapat

source: Login required.
tr_tr: Giriş gerekli.

source: Longer preview answer option text
tr_tr: Daha uzun önizleme cevap seçeneği metni

source: Longest
tr_tr: En uzun

source: Looks efficient
tr_tr: Verimli görünüyor

source: Loudness
tr_tr: Ses Yüksekliği

source: Lower-frequency admin pages for lesson and taxonomy maintenance.
tr_tr: Ders ve taksonomi bakımı için daha düşük frekanslı yönetici sayfaları.

source: Macrolanguage
tr_tr: Makro Dil

source: Maintain dictionary-style reference entries and supporting details.
tr_tr: Sözlük tarzı referans girişlerini ve destekleyici ayrıntıları muhafaza edin.

source: Maintain part-of-speech taxonomy values used on word entries.
tr_tr: Kelime girişlerinde kullanılan konuşma parçası taksonomisi değerlerini koruyun.

source: Manage %s
tr_tr: Yönet %s

source: Manage image records linked to vocabulary words.
tr_tr: Sözcüklerle bağlantılı görüntü kayıtlarını yönetin.

source: Manage language taxonomy options and plugin language metadata.
tr_tr: Dil taksonomisi seçeneklerini ve eklenti dili meta verilerini yönetin.

source: Manage the main set grouping for words and quiz filters.
tr_tr: Kelimeler ve sınav filtreleri için ana set gruplamasını yönetin.

source: Manage Word Set
tr_tr: Kelime Setini Yönet

source: Managed Word Set
tr_tr: Yönetilen Kelime Seti

source: Manager
tr_tr: Müdür

source: Manual order
tr_tr: Manuel sipariş

source: Manual order defaults to category age (older first, newer later). You can reorder by age or name first, then drag categories or use the arrow buttons to fine-tune.
tr_tr: Manuel sıralama varsayılan olarak kategori yaşına göre yapılır (önce eski, sonra yeni). Önce yaşa veya ada göre yeniden sıralayabilir, ardından kategorileri sürükleyebilir veya ince ayar yapmak için ok düğmelerini kullanabilirsiniz.

source: Manual override
tr_tr: Manuel geçersiz kılma

source: Manual pair
tr_tr: Manuel çift

source: Manual sort direction
tr_tr: Manuel sıralama yönü

source: Manual sort field
tr_tr: Manuel sıralama alanı

source: Mappings inferred from transcriptions. Add manual overrides to fix suggestion mistakes.
tr_tr: Transkripsiyonlardan çıkarılan eşlemeler. Öneri hatalarını düzeltmek için manuel geçersiz kılmalar ekleyin.

source: Mark for Audio Reprocessing
tr_tr: Ses Yeniden İşleme için İşaret

source: Mark selected as known
tr_tr: Bilindiği gibi seçilen işaret

source: Masculine color
tr_tr: Erkeksi renk

source: Masculine symbol
tr_tr: Erkeksi sembol

source: Match images based on translation instead of original word
tr_tr: Orijinal kelime yerine çeviriye dayalı görüntüleri eşleştirin

source: Match to existing word posts instead of creating new ones
tr_tr: Yeni kelime oluşturmak yerine mevcut kelime gönderileriyle eşleştirin

source: Match uploaded audio and images to the correct words and categories.
tr_tr: Yüklenen ses ve görüntüleri doğru kelime ve kategorilerle eşleştirin.

source: Meaning:
tr_tr: Anlamı:

source: Media files: %d (%s)
tr_tr: Medya dosyaları: %d (%s)

source: Medium (500)
tr_tr: Orta boy (500)

source: merhaba[TAB]hello nasilsin[TAB]how are you
tr_tr: merhaba[TAB]merhaba nasilsin[TAB]nasilsin

source: Microphone access was not granted. If no browser prompt appears, open Site settings from the lock icon and allow Microphone for this site, then reload.
tr_tr: Mikrofon erişimi verilmedi. Tarayıcı istemi görüntülenmezse, kilit simgesinden Site ayarlarını açın ve bu site için Mikrofona izin verin, ardından yeniden yükleyin.

source: Microphone is in use by another app or blocked by the OS. Close apps that use the mic (Zoom/Teams/Discord), then try again.
tr_tr: Mikrofon başka bir uygulama tarafından kullanılıyor veya işletim sistemi tarafından engellenmiş. Mikrofonu kullanan uygulamaları kapatın (Zoom/Teams/Discord), ardından tekrar deneyin.

source: Microphone permission is blocked for this site. Click the lock icon in the address bar → Site settings → allow Microphone, then reload.
tr_tr: Bu site için mikrofon izni engellendi. Adres çubuğundaki kilit simgesine tıklayın → Site ayarları → Mikrofona izin ver, ardından yeniden yükleyin.

source: Microphone permission is blocked for this site. Click the lock icon → Site settings → set Microphone to Allow, then reload the page.
tr_tr: Bu site için mikrofon izni engellenmiş. Kilit simgesine tıklayın → Site ayarları → Mikrofonu İzin Ver olarak ayarlayın, ardından sayfayı yeniden yükleyin.

source: Microphone requires a secure connection. Open this page over HTTPS or localhost and try again.
tr_tr: Mikrofon güvenli bir bağlantı gerektirir. Bu sayfayı HTTPS veya localhost üzerinden açın ve tekrar deneyin.

source: Microphone requires a secure connection. Please use HTTPS or localhost.
tr_tr: Mikrofon güvenli bir bağlantı gerektirir. Lütfen HTTPS veya localhost kullanın.

source: Missing
tr_tr: Kayıp

source: Missing Audio
tr_tr: Eksik Ses

source: Missing audio file.
tr_tr: Eksik ses dosyası.

source: Missing data
tr_tr: Eksik veri

source: Missing fields
tr_tr: Eksik alanlar

source: Missing file
tr_tr: Eksik dosya

source: Missing hide key.
tr_tr: Gizleme anahtarı eksik.

source: Missing image
tr_tr: Eksik görüntü

source: Missing image_id or word_id
tr_tr: Eksik image_id veya word_id

source: Missing image_id or word_id.
tr_tr: Eksik image_id veya word_id.

source: Missing new category name.
tr_tr: Yeni kategori adı eksik.

source: Missing parameters
tr_tr: Eksik parametreler

source: Missing parameters.
tr_tr: Eksik parametreler.

source: Missing required data
tr_tr: Gerekli verilerin eksik olması

source: Missing text.
tr_tr: Eksik metin.

source: Missing transcript ID.
tr_tr: Eksik transkript kimliği.

source: Missing word data
tr_tr: Eksik kelime verileri

source: Missing word ID.
tr_tr: Eksik kelime kimliği.

source: Missing word set
tr_tr: Eksik kelime seti

source: Missing word set or category for export.
tr_tr: Dışa aktarma için eksik kelime seti veya kategori.

source: Missing word set or category for import.
tr_tr: İçe aktarma için eksik kelime seti veya kategori.

source: Missing word set or category.
tr_tr: Eksik kelime seti veya kategori.

source: Missing word set selection for export.
tr_tr: Dışa aktarma için eksik kelime seti seçimi.

source: Missing word title
tr_tr: Eksik kelime başlığı

source: Most recent upload: %s
tr_tr: En son yükleme: %s

source: Move
tr_tr: Hareket

source: Move %s down
tr_tr: %s'yi aşağı taşı

source: Move %s up
tr_tr: %s'yi yukarı taşı

source: Move All to New Word
tr_tr: Tümünü Yeni Sözcüğe Taşı

source: Multi-category full exports are limited to %s estimated media size to improve WordPress export/import reliability. Split into smaller batches if needed.
tr_tr: WordPress dışa/içe aktarma güvenilirliğini artırmak için çok kategorili tam dışa aktarmalar %s tahmini medya boyutuyla sınırlıdır. Gerekirse daha küçük gruplara bölün.

source: Name (alphabetical)
tr_tr: İsim (alfabetik)

source: Name to create/use
tr_tr: Oluşturulacak/kullanılacak ad

source: Needs Fix
tr_tr: Düzeltme Gerekiyor

source: Needs local check
tr_tr: Yerel kontrol gerekiyor

source: Needs Normalization
tr_tr: Normalleştirme Gerekiyor

source: Needs optimization
tr_tr: Optimizasyon ihtiyacı var

source: Never
tr_tr: Asla

source: New
tr_tr: Yeni

source: New account registration is currently disabled.
tr_tr: Yeni hesap kaydı şu anda devre dışıdır.

source: New Audio Recording
tr_tr: Yeni Ses Kaydı

source: New Category Details
tr_tr: Yeni Kategori Detayları

source: New Category Name
tr_tr: Yeni Kategori Adı

source: New category name
tr_tr: Yeni kategori adı

source: New Dictionary Entry
tr_tr: Yeni Sözlük Girişi

source: New here? Create a learner account to save your progress.
tr_tr: Burada yeni misiniz? İlerlemenizi kaydetmek için bir öğrenci hesabı oluşturun.

source: New learners can create an account to start tracking progress.
tr_tr: Yeni öğrenciler ilerlemelerini takip etmeye başlamak için bir hesap oluşturabilirler.

source: New Parent Word ID
tr_tr: Yeni Ebeveyn Kelime Kimliği

source: New Recording Type Name
tr_tr: Yeni Kayıt Tipi Adı

source: New Vocab Lesson
tr_tr: Yeni Kelime Dersi

source: New word %s
tr_tr: Yeni kelime %s

source: New word recording is not enabled for your account.
tr_tr: Hesabınız için yeni kelime kaydı etkinleştirilmemiştir.

source: New word setup failed:
tr_tr: Yeni kelime kurulumu başarısız oldu:

source: New word title (optional)
tr_tr: Yeni kelime başlığı (isteğe bağlı)

source: New words
tr_tr: Yeni kelimeler

source: New words / day
tr_tr: Yeni kelimeler / gün

source: Next
tr_tr: Sonraki

source: Next Gender Activity
tr_tr: Sonraki Cinsiyet Etkinliği

source: Next letter
tr_tr: Sonraki mektup

source: Next Recommended Set
tr_tr: Sonraki Önerilen Set

source: Next Set
tr_tr: Sonraki Set

source: Next »
tr_tr: Sonraki "

source: No
tr_tr: Hayır

source: No activity yet.
tr_tr: Henüz bir faaliyet yok.

source: No audio
tr_tr: Ses yok

source: No audio blob to submit
tr_tr: Gönderilecek ses bloğu yok

source: No audio file was uploaded.
tr_tr: Ses dosyası yüklenmedi.

source: No audio recorder users are currently assigned to this word set.
tr_tr: Şu anda bu kelime setine hiçbir ses kaydedici kullanıcısı atanmamıştır.

source: No audio recordings found
tr_tr: Ses kaydı bulunamadı

source: No audio recordings found in trash
tr_tr: Çöp kutusunda ses kaydı bulunamadı

source: No audio recordings were found for this word.
tr_tr: Bu kelime için herhangi bir ses kaydı bulunamadı.

source: No blocked pairs yet.
tr_tr: Henüz engellenmiş çift yok.

source: No categories available for this word set yet.
tr_tr: Bu kelime seti için henüz kategori mevcut değil.

source: No categories currently need image aspect normalization.
tr_tr: Şu anda hiçbir kategorinin görüntü en boy normalleştirmesine ihtiyacı yoktur.

source: No categories found
tr_tr: Kategori bulunamadı

source: No categories found for the selected word set.
tr_tr: Seçilen sözcük kümesi için kategori bulunamadı.

source: No category (optional)
tr_tr: Kategori yok (isteğe bağlı)

source: No change
tr_tr: Değişiklik yok

source: No data yet.
tr_tr: Henüz veri yok.

source: No dictionary entries found
tr_tr: Sözlük girişi bulunamadı

source: No dictionary entries found in Trash
tr_tr: Trash içinde sözlük girdisi bulunamadı

source: No Dictionary Entry
tr_tr: Sözlük Girişi Yok

source: No duplicates found.
tr_tr: Mükerrer bulunamadı.

source: No editor hub page found.
tr_tr: Editör hub sayfası bulunamadı.

source: No featured image attached.
tr_tr: Öne çıkan görsel eklenmemiştir.

source: No files to save.
tr_tr: Kaydedilecek dosya yok.

source: No hard words are available for this selection.
tr_tr: Bu seçim için zor kelimeler mevcut değildir.

source: No headers selected for matching.
tr_tr: Eşleştirme için seçilen başlık yok.

source: No hidden categories in this word set.
tr_tr: Bu kelime setinde gizlenmiş kategori yoktur.

source: No hidden words yet.
tr_tr: Henüz gizlenmiş bir kelime yok.

source: No image
tr_tr: Resim yok

source: No image available
tr_tr: Resim mevcut değil

source: No images need audio in this category.
tr_tr: Bu kategoride hiçbir görüntü ses gerektirmez.

source: No images need audio recordings in the selected category at this time. Thank you!
tr_tr: Şu anda seçilen kategoride hiçbir görüntü ses kaydına ihtiyaç duymamaktadır. Teşekkür ederiz!

source: No input devices detected: Windows Settings → Privacy & Security → Microphone → allow apps and desktop apps; then check Sound settings for the default input.
tr_tr: Giriş aygıtı algılanmadı: Windows Ayarları → Gizlilik ve Güvenlik → Mikrofon → uygulamalara ve masaüstü uygulamalarına izin ver; ardından varsayılan giriş için Ses ayarlarını kontrol edin.

source: No IPA symbols found for this word set.
tr_tr: Bu sözcük kümesi için IPA sembolü bulunamadı.

source: No lesson categories yet.
tr_tr: Henüz ders kategorisi yok.

source: No letter mappings found for this word set.
tr_tr: Bu kelime grubu için harf eşleştirmesi bulunamadı.

source: No logical ordering (alphabetical)
tr_tr: Mantıksal sıralama yok (alfabetik)

source: No mappings yet.
tr_tr: Henüz eşleme yok.

source: No microphone found. Connect a microphone and check Windows Privacy & Sound settings.
tr_tr: Mikrofon bulunamadı. Bir mikrofon bağlayın ve Windows Gizlilik ve Ses ayarlarını kontrol edin.

source: No microphone input devices detected. Check Windows microphone privacy and Sound settings.
tr_tr: Mikrofon giriş aygıtı algılanmadı. Windows mikrofon gizliliği ve Ses ayarlarını kontrol edin.

source: No missing items in this category.
tr_tr: Bu kategoride eksik ürün yok.

source: No new items created.
tr_tr: Yeni ürün oluşturulmadı.

source: No parent word post found
tr_tr: Üst kelime gönderisi bulunamadı

source: No posts selected
tr_tr: Hiçbir gönderi seçilmedi

source: No prerequisites selected.
tr_tr: Ön koşul seçilmemiştir.

source: No quiz pages are available yet.
tr_tr: Henüz sınav sayfası bulunmamaktadır.

source: No quiz words are available for this selection.
tr_tr: Bu seçim için hiçbir sınav kelimesi mevcut değildir.

source: No quizzable categories were found for this word set yet. Add words/categories first, then refresh this page.
tr_tr: Bu kelime seti için henüz test edilebilir bir kategori bulunamadı. Önce kelimeleri/kategorileri ekleyin, sonra bu sayfayı yenileyin.

source: No quizzes found.
tr_tr: Sınav bulunamadı.

source: No recent imports found for today or yesterday.
tr_tr: Bugün veya dün için yeni ithalat bulunamadı.

source: No recommendation yet. Do one round first.
tr_tr: Henüz tavsiye yok. Önce bir tur yap.

source: No recommendation yet. Pick categories or do one round first.
tr_tr: Henüz bir öneri yok. Kategorileri seçin veya önce bir tur yapın.

source: No recording page found.
tr_tr: Kayıt sayfası bulunamadı.

source: No recording types are available for this category.
tr_tr: Bu kategori için hiçbir kayıt türü mevcut değildir.

source: No recording types are configured in your system.
tr_tr: Sisteminizde hiçbir kayıt türü yapılandırılmamıştır.

source: No recording types are configured.
tr_tr: Hiçbir kayıt türü yapılandırılmamıştır.

source: No recording types available.
tr_tr: Kayıt türü mevcut değil.

source: No recording types defined yet.
tr_tr: Henüz tanımlanmış kayıt türü yok.

source: No recording types found.
tr_tr: Kayıt türü bulunamadı.

source: No recording word set is assigned for this account.
tr_tr: Bu hesap için herhangi bir kayıt kelime seti atanmamıştır.

source: No recording word set is assigned for this account. Ask the word set manager to assign a private word set.
tr_tr: Bu hesap için kayıt kelime seti atanmamış. Sözcük kümesi yöneticisinden özel bir sözcük kümesi atamasını isteyin.

source: No recordings need text.
tr_tr: Hiçbir kaydın metne ihtiyacı yoktur.

source: No recordings use this symbol yet.
tr_tr: Henüz bu sembolü kullanan kayıt yok.

source: No source categories with words were found in this word set.
tr_tr: Bu sözcük kümesinde sözcük içeren hiçbir kaynak kategori bulunmamıştır.

source: No starred hard words are available for this selection.
tr_tr: Bu seçim için yıldızlı sert kelimeler mevcut değildir.

source: No starred words are available for this selection.
tr_tr: Bu seçim için yıldızlı kelime bulunmamaktadır.

source: No tools are available with your current permissions.
tr_tr: Mevcut izinlerinizle hiçbir araç kullanılamaz.

source: No transcript text returned.
tr_tr: Hiçbir transkript metni döndürülmedi.

source: No undo data
tr_tr: Geri alma verisi yok

source: No unique recordings in the queue. Check the duplicates tab for additional recordings.
tr_tr: Kuyrukta benzersiz kayıt yok. Ek kayıtlar için yinelenenler sekmesini kontrol edin.

source: No upcoming activities yet.
tr_tr: Henüz yaklaşan bir etkinlik yok.

source: No users currently have the Audio Recorder role. Add the role to a user account first.
tr_tr: Şu anda hiçbir kullanıcı Ses Kaydedici rolüne sahip değil. Önce rolü bir kullanıcı hesabına ekleyin.

source: No valid prompt and answer pairs were found. Use one pair per line (tab-separated is recommended).
tr_tr: Geçerli bir istem ve yanıt çifti bulunamadı. Satır başına bir çift kullanın (sekmeyle ayrılmış olması önerilir).

source: No vocab lessons found
tr_tr: Kelime dersi bulunamadı

source: No vocab lessons found in Trash
tr_tr: No vocab lessons found in Çöp Kutusu

source: No word images currently need WebP optimization.
tr_tr: Şu anda hiçbir kelime görüntüsü WebP optimizasyonuna ihtiyaç duymamaktadır.

source: No Word Images found with copyright info.
tr_tr: Telif hakkı bilgisi içeren Word Görüntüsü bulunamadı.

source: No word images have been created yet. Please create some word images first.
tr_tr: Henüz hiçbir kelime görseli oluşturulmadı. Lütfen önce bazı kelime görselleri oluşturun.

source: No word images were selected for optimization.
tr_tr: Optimizasyon için hiçbir kelime görüntüsü seçilmemiştir.

source: No word set is available for Editor Hub.
tr_tr: Editör Merkezi için kelime seti mevcut değildir.

source: No word sets
tr_tr: Haber seti yok

source: No word sets are enabled yet, so no vocab lesson pages will be generated.
tr_tr: Henüz hiçbir kelime seti etkinleştirilmemiştir, bu nedenle hiçbir kelime dersi sayfası oluşturulmayacaktır.

source: No word sets available
tr_tr: Mevcut kelime seti yok

source: No word sets available.
tr_tr: Hiçbir kelime seti mevcut değil.

source: No word sets found
tr_tr: Kelime seti bulunamadı

source: No word sets found yet.
tr_tr: Henüz bir haber bulunamadı.

source: No words are linked to this dictionary entry yet.
tr_tr: Bu sözlük girdisine henüz hiçbir kelime bağlanmamıştır.

source: No words available for this check.
tr_tr: Bu kontrol için kelime mevcut değil.

source: No words could be loaded for this quiz. Please check that:
tr_tr: Bu test için hiçbir kelime yüklenemedi. Lütfen kontrol edin:

source: No words found for the selected word set.
tr_tr: Seçilen sözcük kümesi için sözcük bulunamadı.

source: No words found for this word set and category.
tr_tr: Bu kelime seti ve kategori için kelime bulunamadı.

source: No words found in this category.
tr_tr: Bu kategoride kelime bulunamadı.

source: No words found yet in this word set. Add words to see shortest/average/longest previews.
tr_tr: Bu kelime setinde henüz kelime bulunamadı. En kısa/ortalama/en uzun önizlemeleri görmek için kelime ekleyin.

source: No words were found for the selected source category and word set.
tr_tr: Seçilen kaynak kategorisi ve kelime seti için hiçbir kelime bulunamadı.

source: No words were imported.
tr_tr: Hiçbir kelime ithal edilmedi.

source: No zip files found in the server import folder yet.
tr_tr: Sunucu içe aktarma klasöründe henüz zip dosyası bulunamadı.

source: Noise Reduction
tr_tr: Gürültü Azaltma

source: None
tr_tr: Hiçbiri

source: Normalize Image Ratios
tr_tr: Görüntü Oranlarını Normalleştirme

source: Normalize Images
tr_tr: Görüntüleri Normalleştirme

source: Not configured
tr_tr: Yapılandırılmamış

source: Note
tr_tr: Not

source: Noun gender
tr_tr: İsim cinsiyeti

source: Noun plurality
tr_tr: İsim çoğulluğu

source: Now choose how close your answer was.
tr_tr: Şimdi cevabınızın ne kadar yakın olduğunu seçin.

source: Older
tr_tr: Daha yaşlı

source: One option per line (for example: indicative, subjunctive, imperative).
tr_tr: Her satır için bir seçenek (örneğin: belirtme, dilek kipi, emir kipi).

source: One option per line (for example: masculine, feminine, neuter).
tr_tr: Her satır için bir seçenek (örneğin: eril, dişil, nötr).

source: One option per line (for example: present, past, future).
tr_tr: Satır başına bir seçenek (örneğin: şimdiki zaman, geçmiş, gelecek).

source: One option per line (for example: singular, plural, dual).
tr_tr: Her satır için bir seçenek (örneğin: tekil, çoğul, ikili).

source: Only %1$d of %2$d categories from the import bundle were created or updated.
tr_tr: İçe aktarma paketindeki %2$d kategoriden yalnızca %1$d'si oluşturuldu veya güncellendi.

source: Only %1$d of %2$d words from the import bundle were created or updated.
tr_tr: İçe aktarma paketindeki %2$d sözcükten yalnızca %1$d'si oluşturuldu veya güncellendi.

source: Only used when full bundle mode is enabled. Select one or more categories to export those categories (and their child categories). Leave empty to use the single Category scope dropdown above.
tr_tr: Yalnızca tam paket modu etkinleştirildiğinde kullanılır. Bu kategorileri (ve alt kategorilerini) dışa aktarmak için bir veya daha fazla kategori seçin. Yukarıdaki tek Kategori kapsamı açılır menüsünü kullanmak için boş bırakın.

source: Open Bulk Edit to load shared recording types.
tr_tr: Paylaşılan kayıt türlerini yüklemek için Toplu Düzenleme'yi açın.

source: Open Bulk Tool
tr_tr: Toplu Aracı Aç

source: Open current parent
tr_tr: Geçerli ebeveyni aç

source: Open progress
tr_tr: Açık ilerleme

source: Open Self Check
tr_tr: Kontrolü Aç

source: Open study panel
tr_tr: Açık çalışma paneli

source: Open workflow utilities for import/export, processing, and maintenance.
tr_tr: İçe/dışa aktarma, işleme ve bakım için açık iş akışı yardımcı programları.

source: Opened from list view
tr_tr: Liste görünümünden açıldı

source: Optimize all currently flagged word images using batched WebP optimization?
tr_tr: Şu anda işaretlenmiş tüm kelime görüntülerini toplu WebP optimizasyonu kullanarak optimize edin?

source: Optimize All Flagged
tr_tr: Tüm İşaretlenenleri Optimize Et

source: Optimize Image
tr_tr: Görüntüyü Optimize Et

source: Optimize Images (WebP)
tr_tr: Görüntüleri Optimize Etme (WebP)

source: Optimize to %s
tr_tr: %s'a optimize edin

source: Optimize to WebP
tr_tr: WebP'ye Optimize Et

source: Optimized %1$d image(s); %2$d failed; saved %3$s total.
tr_tr: 1$d görüntü(ler) optimize edildi; %2$d başarısız oldu; toplam %3$s kaydedildi.

source: Optimized image and updated the word image.
tr_tr: Görüntü optimize edildi ve kelime görüntüsü güncellendi.
