Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: %1$d / %2$d complete
tr_tr: %1$d / %2$d tamamlandı

source: %1$d events, %2$d words
tr_tr: 1$d olay, %2$d kelime

source: %1$d images need fixes out of %2$d tracked images.
tr_tr: %2$d izlenen görüntüden %1$d görüntünün düzeltilmesi gerekiyor.

source: %1$d of %2$d images need fixes
tr_tr: %2$d görüntüden %1$d'sinin düzeltilmesi gerekiyor

source: %1$d selected · %2$d words
tr_tr: 1$d seçilmiş - %2$d kelime

source: %1$d starred word in %2$s
tr_tr: 2$s içinde %1$d yıldızlı sözcük

source: %1$d word was skipped because it already exists: %2$s
tr_tr: 1$d sözcüğü zaten mevcut olduğu için atlandı: %2$s

source: %1$s (%2$d chars)
tr_tr: 1$s (%2$d karakter)

source: %1$s (%2$d errors)
tr_tr: 1$s (%2$d hata)

source: %1$s (manual #%2$d)
tr_tr: 1$s (kılavuz #%2$d)

source: %1$s -> %2$s (%3$s saved)
tr_tr: 1$s -> %2$s (%3$s kaydedildi)

source: %1$s recording: %2$s
tr_tr: 1$s kayıt: %2$s

source: %1$s. Still flagged: %2$s (remains in queue).
tr_tr: %1$s. Hâlâ işaretli: %2$s (kuyrukta kalacak).

source: %1$s: %2$d file succeeded.
tr_tr: 1$s: %2$d dosyası başarılı oldu.

source: %d additional CSV issue was not shown.
tr_tr: d ek CSV sorunu gösterilmedi.

source: %d aspect ratios detected
tr_tr: %d en boy oranları algılandı

source: %d audio recording needs processing
tr_tr: d ses kaydının işlenmesi gerekiyor

source: %d clone failed.
tr_tr: d klonlama başarısız oldu.

source: %d dictionary entry was created automatically.
tr_tr: d sözlük girişi otomatik olarak oluşturuldu.

source: %d dictionary link update failed.
tr_tr: d sözlük bağlantısı güncellemesi başarısız oldu.

source: %d duplicate title was imported because duplicate override was enabled.
tr_tr: yinelenen geçersiz kılma etkinleştirildiği için %d yinelenen başlık içe aktarıldı.

source: %d duplicate was skipped.
tr_tr: d kopya atlandı.

source: %d empty line was ignored.
tr_tr: d boş satır göz ardı edildi.

source: %d entry failed.
tr_tr: d girişi başarısız oldu.

source: %d file failed.
tr_tr: d dosyası başarısız oldu.

source: %d image needs WebP optimization
tr_tr: d görüntüsünün WebP optimizasyonuna ihtiyacı var

source: %d image(s) are still flagged and remain in the queue.
tr_tr: %d görüntü(ler) hala işaretli ve kuyrukta kalmaya devam ediyor.

source: %d item failed during creation.
tr_tr: oluşturma sırasında %d öğesi başarısız oldu.

source: %d items failed.
tr_tr: %d öğe başarısız oldu.

source: %d line was skipped because it did not include a prompt and answer pair.
tr_tr: bir istem ve yanıt çifti içermediği için %d satırı atlandı.

source: %d new audio recording was uploaded through the recording interface.
tr_tr: kayıt arayüzü üzerinden %d yeni ses kaydı yüklendi.

source: %d recording could not be moved.
tr_tr: %d kaydı taşınamadı.

source: %d recording moved.
tr_tr: %d kayıt taşındı.

source: %d selected
tr_tr: %d seçildi

source: %d selected words
tr_tr: %d seçilen kelimeler

source: %d word duplicated.
tr_tr: d sözcüğü yinelenmiş.

source: %d word marked for audio reprocessing.
tr_tr: ses yeniden işleme için %d sözcüğü işaretlendi.

source: %d word needs an image post.
tr_tr: %d sözcüğünün bir resim gönderisine ihtiyacı var.

source: %d word skipped (no audio file).
tr_tr: %d kelime atlandı (ses dosyası yok).

source: %d word skipped (no audio recordings).
tr_tr: %d kelime atlandı (ses kaydı yok).

source: %d word skipped (permission).
tr_tr: d sözcük atlandı (izin).

source: %d word was imported as a draft.
tr_tr: %d sözcüğü taslak olarak içe aktarıldı.

source: %d word was imported.
tr_tr: d kelime içe aktarıldı.

source: %d words
tr_tr: %d kelime

source: %s to %s
tr_tr: %s'den %s'ye

source: %s. Still flagged and remains in queue.
tr_tr: %s. Hala işaretli ve kuyrukta bekliyor.

source: (legacy)
tr_tr: (eski)

source: (no title)
tr_tr: (başlık yok)

source: - %1$s (%2$d recording)
tr_tr: - 1$s (%2$d kayıt)

source: -- Default --
tr_tr: -- Varsayılan --

source: -- Select word set --
tr_tr: -- Kelime setini seçin --

source: 0 selected words
tr_tr: 0 seçilmiş kelime

source: <strong>To fix this:</strong> Edit each word image and assign it to at least one word category.
tr_tr: <strong>Bunu düzeltmek için:</strong> Her kelime görselini düzenleyin ve en az bir kelime kategorisine atayın.

source: <strong>To fix this:</strong> Edit each word image and set a featured image using the "Featured Image" panel on the right side of the editor.
tr_tr: <strong>Bunu düzeltmek için:</strong> Her bir kelime görselini düzenleyin ve editörün sağ tarafındaki "Öne Çıkan Görsel" panelini kullanarak öne çıkan bir görsel ayarlayın.

source: [%1$s] %2$d new recording is ready for processing
tr_tr: [%1$s] %2$d yeni kayıt işlenmek üzere hazır

source: A category with that name already exists. Use existing-category mode or choose a different name.
tr_tr: Bu isimde bir kategori zaten mevcut. Mevcut kategori modunu kullanın veya farklı bir ad seçin.

source: A default Editor Hub page has been created at %s
tr_tr: %s adresinde varsayılan bir Editör Merkezi sayfası oluşturuldu

source: A default recording page has been created at %s
tr_tr: %s adresinde varsayılan bir kayıt sayfası oluşturuldu

source: A prerequisite loop exists in this word set. Remove the loop to restore prerequisite ordering.
tr_tr: Bu sözcük kümesinde bir önkoşul döngüsü var. Önkoşul sıralamasını geri yüklemek için döngüyü kaldırın.

source: A prerequisite loop is currently stored. Ordering falls back to alphabetical until the loop is removed.
tr_tr: Şu anda bir önkoşul döngüsü saklanmaktadır. Döngü kaldırılana kadar sıralama alfabetik sıraya geri döner.

source: A quick review cycle in Level 1 should help.
tr_tr: Seviye 1'de hızlı bir gözden geçirme döngüsü yardımcı olacaktır.

source: Action
tr_tr: Eylem

source: Activity
tr_tr: Etkinlik

source: Add
tr_tr: Ekle

source: Add and edit vocabulary entries, meanings, and metadata.
tr_tr: Kelime girişleri, anlamlar ve meta veriler ekleyin ve düzenleyin.

source: Add group
tr_tr: Grup ekle

source: Add manual mapping
tr_tr: Manuel eşleme ekleyin

source: Add mapping
tr_tr: Eşleme ekleyin

source: Add New Audio Recording
tr_tr: Yeni Ses Kaydı Ekleme

source: Add New Dictionary Entry
tr_tr: Yeni Sözlük Girdisi Ekleme

source: Add New Recording
tr_tr: Yeni Kayıt Ekle

source: Add New Recording Type
tr_tr: Yeni Kayıt Türü Ekle

source: Add New Vocab Lesson
tr_tr: Yeni Kelime Dersi Ekle

source: Add New Word Set
tr_tr: Yeni Kelime Kümesi Ekle

source: Add one or more group names, then use the checkboxes below to assign words to multiple groups.
tr_tr: Bir veya daha fazla grup adı ekleyin, ardından birden fazla gruba sözcük atamak için aşağıdaki onay kutularını kullanın.

source: Add or remove word sets
tr_tr: Kelime setleri ekleme veya kaldırma

source: Add pair
tr_tr: Çift ekle

source: Add prerequisite category
tr_tr: Ön koşul kategorisi ekle

source: Add symbols
tr_tr: Semboller ekleyin

source: Additional gender color
tr_tr: Ek cinsiyet rengi

source: Administration
tr_tr: Yönetim

source: Advance to the next gender level with the same words.
tr_tr: Aynı kelimelerle bir sonraki cinsiyet seviyesine geçin.

source: Advanced
tr_tr: Gelişmiş

source: After the first email is sent that day, follow-up summaries wait about 2 hours after recording activity stops.
tr_tr: O gün ilk e-posta gönderildikten sonra, takip özetleri kayıt faaliyeti durduktan sonra yaklaşık 2 saat bekler.

source: Age
tr_tr: Yaş

source: All
tr_tr: Tümü

source: All Categories
tr_tr: Tüm Kategoriler

source: All categories
tr_tr: Tüm kategoriler

source: All categories (%d)
tr_tr: Tüm kategoriler (%d)

source: All category images already match this ratio.
tr_tr: Tüm kategori resimleri zaten bu oranla eşleşmektedir.

source: All Dictionary Entries
tr_tr: Tüm Sözlük Girişleri

source: All missing items are complete.
tr_tr: Tüm eksik öğeler tamamlandı.

source: All Recording Types
tr_tr: Tüm Kayıt Türleri

source: All recordings completed for the selected set. Thank you!
tr_tr: Seçilen set için tüm kayıtlar tamamlandı. Teşekkürler!

source: All Word Sets
tr_tr: Tüm Kelime Setleri

source: Allow duplicate titles in this word set (do not skip matches)
tr_tr: Bu sözcük kümesinde yinelenen başlıklara izin ver (eşleşmeleri atlama)

source: Allow export when warning threshold is exceeded
tr_tr: Uyarı eşiği aşıldığında dışa aktarmaya izin ver

source: Allow Learner Registration:
tr_tr: Öğrenci Kaydına İzin Verin:

source: Allow new users to create learner accounts from learner-facing progress sign-in screens.
tr_tr: Yeni kullanıcıların, öğrenenlere yönelik ilerleme oturum açma ekranlarından öğrenen hesapları oluşturmasına izin verin.

source: Allow New Words
tr_tr: Yeni Kelimelere İzin Verin

source: Allow this user to record brand new words without existing posts or images.
tr_tr: Bu kullanıcının mevcut gönderiler veya resimler olmadan yepyeni kelimeler kaydetmesine izin verin.

source: Already undone
tr_tr: Çoktan çözüldü

source: Always hide text
tr_tr: Metni her zaman gizle

source: Always show text
tr_tr: Her zaman metni göster

source: Animated WebP
tr_tr: Animasyonlu WebP

source: animated WebP
tr_tr: animasyonlu WebP

source: Animated WebP optimization is not fully supported by this server ImageMagick/Imagick build.
tr_tr: Animasyonlu WebP optimizasyonu bu sunucu ImageMagick/Imagick derlemesi tarafından tam olarak desteklenmemektedir.

source: Animated WebP optimization requires Imagick with WebP animation support on this server.
tr_tr: Animasyonlu WebP optimizasyonu, bu sunucuda WebP animasyon desteğine sahip Imagick gerektirir.

source: Answer option text font
tr_tr: Yanıt seçeneği metin yazı tipi

source: Answer option text preview
tr_tr: Yanıt seçeneği metin önizlemesi

source: Answer option text size
tr_tr: Yanıt seçeneği metin boyutu

source: Answer option text weight
tr_tr: Cevap seçeneği metin ağırlığı

source: Answer Options
tr_tr: Cevap Seçenekleri

source: Any
tr_tr: Herhangi bir

source: Any specific wrong-answer words are available for this target
tr_tr: Bu hedef için herhangi bir özel yanlış cevap kelimesi mevcuttur

source: Applied %1$d crop(s), updated %2$d post thumbnail(s).
tr_tr: 1$d kırpma(lar) uygulandı, %2$d gönderi küçük resmi(leri) güncellendi.

source: Applied white padding to %1$d image(s), updated %2$d post thumbnail(s).
tr_tr: 1$d resim(ler)e beyaz dolgu uygulandı, %2$d gönderi küçük resmi(leri) güncellendi.

source: Applies trimming, noise reduction, and loudness normalization in the recording interface so the recorder can review and adjust trim boundaries before saving.
tr_tr: Kayıt arayüzünde kırpma, gürültü azaltma ve ses yüksekliği normalleştirme uygular, böylece kayıt cihazı kaydetmeden önce kırpma sınırlarını gözden geçirebilir ve ayarlayabilir.

source: Apply
tr_tr: Uygula

source: Apply Crops
tr_tr: Mahsulleri Uygula

source: Apply Filters
tr_tr: Filtreleri Uygula

source: Apply gender to all nouns
tr_tr: Tüm isimlere cinsiyet uygulayın

source: Apply Import
tr_tr: İthalat Uygula

source: Apply mood to all verbs
tr_tr: Kipi tüm fiillere uygulayın

source: Apply part of speech to all words
tr_tr: Konuşma bölümünü tüm kelimelere uygulayın

source: Apply plurality to all nouns
tr_tr: Çoğulluğu tüm isimlere uygulayın

source: Apply tense to all verbs
tr_tr: Tüm fiillere zaman kipi uygulayın

source: Apply these crops and update affected posts in this category?
tr_tr: Bu mahsulleri uygulayın ve bu kategorideki etkilenen gönderileri güncelleyin?

source: Apply to category
tr_tr: Kategoriye başvur

source: Apply to word set
tr_tr: Kelime setine uygula

source: Apply White Padding
tr_tr: Beyaz Dolgu Uygulayın

source: Apply white padding to image %s using the current canonical ratio.
tr_tr: Geçerli kanonik oranı kullanarak %s görüntüsüne beyaz dolgu uygulayın.

source: Apply white padding to this image and update affected posts that use it?
tr_tr: Bu resme beyaz dolgu uygulayın ve bunu kullanan etkilenen gönderileri güncelleyin?

source: Applying crops...
tr_tr: Ürünlerin uygulanması...

source: Applying white padding to image...
tr_tr: Görüntüye beyaz dolgu uygulamak...

source: Are you sure you want to cancel? All processing will be lost.
tr_tr: İptal etmek istediğinizden emin misiniz? Tüm işlemler kaybolacaktır.

source: Ascending
tr_tr: Yükselen

source: AssemblyAI API Key
tr_tr: AssemblyAI API Anahtarı

source: AssemblyAI integration not available
tr_tr: AssemblyAI entegrasyonu mevcut değil

source: AssemblyAI integration not available.
tr_tr: AssemblyAI entegrasyonu mevcut değil.

source: AssemblyAI transcription failed.
tr_tr: AssemblyAI transkripsiyonu başarısız oldu.

source: Assign all imported words to one existing word set
tr_tr: İçe aktarılan tüm sözcükleri mevcut bir sözcük kümesine atayın

source: Assign Audio Recorder User
tr_tr: Ses Kaydedici Kullanıcısı Atama

source: Assign Recorder
tr_tr: Kaydedici Atama

source: Assign this word to a word set before linking a dictionary entry.
tr_tr: Bir sözlük girdisini bağlamadan önce bu sözcüğü bir sözcük kümesine atayın.

source: Assign to existing category
tr_tr: Mevcut kategoriye atama

source: Assign to group
tr_tr: Gruba atama

source: Assign to group %s
tr_tr: Grup %s'ye atama

source: Assign to word set
tr_tr: Sözcük kümesine atama

source: Assigned Tutors / Recorders
tr_tr: Atanan Eğitmenler / Kaydediciler

source: Assigning a recorder locks their recording interface to this word set (existing category filter is reset).
tr_tr: Bir ses kaydedici atandığında kayıt arayüzü bu kelime setine kilitlenir (mevcut kategori filtresi sıfırlanır).

source: Associated Word
tr_tr: İlişkili Kelime

source: Attachment %1$d failed: %2$s
tr_tr: 1$d eki başarısız oldu: %2$s

source: Audio
tr_tr: Ses

source: Audio Assignment
tr_tr: Ses Görevi

source: Audio capture aborted unexpectedly. Try again.
tr_tr: Ses yakalama beklenmedik şekilde iptal edildi. Tekrar deneyin.

source: Audio entries updated: %d
tr_tr: Ses girişleri güncellendi: %d

source: Audio entries: %d
tr_tr: Ses girişleri: %d

source: Audio File
tr_tr: Ses Dosyası

source: Audio file for "%s" is missing from the zip.
tr_tr: "%s" için ses dosyası zipte eksik.

source: Audio file is too large.
tr_tr: Ses dosyası çok büyük.

source: Audio file is too large. Maximum allowed size is %s.
tr_tr: Ses dosyası çok büyük. İzin verilen maksimum boyut %s'dir.

source: Audio File Path
tr_tr: Ses Dosyası Yolu

source: Audio processed and published successfully
tr_tr: Ses başarıyla işlendi ve yayınlandı

source: Audio processing failed. You can upload the raw recording instead.
tr_tr: Ses işleme başarısız oldu. Bunun yerine ham kaydı yükleyebilirsiniz.

source: Audio Processor
tr_tr: Ses İşlemcisi

source: Audio Recorder
tr_tr: Ses Kaydedici

source: Audio recorder user
tr_tr: Ses kaydedici kullanıcısı

source: Audio Recording
tr_tr: Ses Kaydı

source: Audio Recording Configuration
tr_tr: Ses Kaydı Yapılandırması

source: Audio recording deleted
tr_tr: Ses kaydı silindi

source: Audio Recording Details
tr_tr: Ses Kaydı Detayları

source: Audio Recording Page Created!
tr_tr: Ses Kayıt Sayfası Oluşturuldu!

source: Audio Recordings
tr_tr: Ses Kayıtları

source: Audio Upload
tr_tr: Ses Yükleme

source: Audio upload
tr_tr: Ses yükleme

source: Audio upload (match existing words)
tr_tr: Ses yükleme (mevcut kelimelerle eşleştirme)

source: Audio upload completed with no processed files.
tr_tr: Ses yüklemesi işlenmiş dosya olmadan tamamlandı.

source: Audio upload failed. Please try again.
tr_tr: Ses yüklemesi başarısız oldu. Lütfen tekrar deneyin.

source: Audio upload validation is unavailable
tr_tr: Ses yükleme doğrulaması kullanılamıyor

source: Audio/Image Matcher
tr_tr: Ses/Görüntü Eşleştirici

source: Auto captions
tr_tr: Otomatik altyazılar

source: Auto map
tr_tr: Otomatik harita

source: Auto-process Recordings
tr_tr: Kayıtları Otomatik İşleme

source: Auto-transcribe missing recordings
tr_tr: Eksik kayıtları otomatik yazıya dökme

source: Average length
tr_tr: Ortalama uzunluk

source: Back to %s
tr_tr: Geri %s

source: Back to Existing Words
tr_tr: Mevcut Kelimelere Geri Dön

source: Back to import page
tr_tr: İçe aktarma sayfasına geri dön

source: Back to Level 2
tr_tr: Seviye 2'ye Geri Dön

source: Back to Word Set
tr_tr: Kelime Setine Geri Dön

source: Back to Words
tr_tr: Kelimelere Geri Dön

source: Batch optimization finished.
tr_tr: Toplu optimizasyon tamamlandı.

source: Batch started: %s
tr_tr: Toplu iş başlatıldı: %s

source: Black (900)
tr_tr: Siyah (900)

source: Block mapping
tr_tr: Blok eşleme

source: Blocked mappings
tr_tr: Engellenen eşlemeler

source: Blocked Pairs
tr_tr: Engellenen Çiftler

source: Blocked pairs will never appear as wrong answers for each other.
tr_tr: Engellenen çiftler asla birbirleri için yanlış cevap olarak görünmeyecektir.

source: Bold (700)
tr_tr: Kalın (700)

source: Browser blocked access due to security policy. Ensure you are on HTTPS and try again.
tr_tr: Tarayıcı, güvenlik politikası nedeniyle erişimi engelledi. HTTPS'de olduğunuzdan emin olun ve tekrar deneyin.

source: Browser does not support required audio formats for recording
tr_tr: Tarayıcı kayıt için gerekli ses formatlarını desteklemiyor

source: Building optimization queue...
tr_tr: Optimizasyon kuyruğu oluşturma...

source: Bulk Add Audio
tr_tr: Toplu Ses Ekleme

source: Bulk Add Categories
tr_tr: Toplu Kategori Ekleme

source: Bulk Add Images
tr_tr: Toplu Resim Ekleme

source: Bulk edit
tr_tr: Toplu düzenleme

source: Bulk Image Upload for Word Images
tr_tr: Word Görselleri için Toplu Görsel Yükleme

source: Bulk Import
tr_tr: Toplu İthalat

source: Bulk import assumes text-to-text (prompt -> translation, answer -> word title) and publishes items by default.
tr_tr: Toplu içe aktarma metinden metne (istem -> çeviri, cevap -> kelime başlığı) varsayar ve varsayılan olarak öğeleri yayınlar.

source: Bulk Translations
tr_tr: Toplu Çeviriler

source: Bulk upload audio files and create or match draft words in this word set.
tr_tr: Ses dosyalarını toplu olarak yükleyin ve bu kelime setinde taslak kelimeler oluşturun veya eşleştirin.

source: Bulk Word Import
tr_tr: Toplu Kelime İçe Aktarma

source: Bundle content
tr_tr: Paket içeriği

source: Bundle type:
tr_tr: Paket tipi:

source: Cancel
tr_tr: İptal

source: Cancel automatic transcription
tr_tr: Otomatik transkripsiyonu iptal et

source: Cancel transcription
tr_tr: Transkripsiyonu iptal et

source: Canonical ratio
tr_tr: Kanonik oran

source: Captions
tr_tr: Başlıklar

source: Captions cleared.
tr_tr: Başlıklar temizlendi.

source: Categories
tr_tr: Kategoriler

source: Categories (%1$d total): %2$s
tr_tr: Kategoriler (toplam %1$d): %2$s

source: Categories (%1$d total): %2$s (+%3$d more category)
tr_tr: Kategoriler (toplam %1$d): 2$s (+%3$d daha fazla kategori)

source: Categories (%2$d)
tr_tr: Kategoriler (%2$d)

source: Categories can override this in their quiz settings.
tr_tr: Kategoriler kendi sınav ayarlarında bunu geçersiz kılabilir.

source: Categories to import:
tr_tr: İçe aktarılacak kategoriler:

source: Categories updated: %d
tr_tr: Kategoriler güncellendi: %d

source: Categories: %d
tr_tr: Kategoriler: %d

source: Category
tr_tr: Kategori

source: Category "%1$s" could not be created: %2$s
tr_tr: Kategori "%1$s" oluşturulamadı: %2$s

source: Category "%s" already exists and will be used.
tr_tr: Kategori "%s" zaten mevcut ve kullanılacak.

source: Category "%s" could not be created: %s
tr_tr: Kategori "%s" oluşturulamadı: %s

source: Category #%d
tr_tr: Kategori #%d

source: Category could not be created.
tr_tr: Kategori oluşturulamadı.

source: Category not found.
tr_tr: Kategori bulunamadı.

source: Category ordering
tr_tr: Kategori sıralaması

source: Category ordering mode
tr_tr: Kategori sıralama modu

source: Category prerequisites were not saved because they contain a loop (%s). Remove the cycle and save again.
tr_tr: Kategori önkoşulları bir döngü (%s) içerdiğinden kaydedilmedi. Döngüyü kaldırın ve tekrar kaydedin.

source: Category scope
tr_tr: Kategori kapsamı

source: Category switched. Ready to record.
tr_tr: Kategori değiştirildi. Kayda hazır.

source: Category:
tr_tr: Kategori:

source: Check All
tr_tr: Tümünü Seç

source: Check recordings to move to the new word. Unchecked recordings stay on the original word.
tr_tr: Yeni kelimeye taşınacak kayıtları işaretleyin. İşaretlenmemiş kayıtlar orijinal kelimede kalır.

source: Check updates
tr_tr: Güncellemeleri kontrol edin

source: Choose a gender.
tr_tr: Bir cinsiyet seçin.

source: Choose a part of speech.
tr_tr: Bir konuşma parçası seçin.

source: Choose a plurality option.
tr_tr: Çoğunluk seçeneğini seçin.

source: Choose a tool below to run a workflow. Each card includes a quick summary to help you find the right utility at a glance.
tr_tr: Bir iş akışı çalıştırmak için aşağıdan bir araç seçin. Her kart, bir bakışta doğru yardımcı programı bulmanıza yardımcı olacak hızlı bir özet içerir.

source: Choose a verb mood option.
tr_tr: Bir fiil kipi seçeneği seçin.

source: Choose a verb tense option.
tr_tr: Bir fiil zamanı seçeneği seçin.

source: Choose a word set to assign to newly imported words so they appear in the recording interface for that set.
tr_tr: Yeni içe aktarılan kelimelere atamak için bir kelime seti seçin, böylece bu set için kayıt arayüzünde görünürler.

source: Choose a word set to continue.
tr_tr: Devam etmek için bir kelime seti seçin.

source: Choose an existing word category for the imported words, or leave uncategorized.
tr_tr: İçe aktarılan kelimeler için mevcut bir kelime kategorisi seçin veya kategorisiz bırakın.

source: Choose from the most used word sets
tr_tr: En çok kullanılan kelime setlerinden birini seçin

source: Choose the word set this user is allowed to manage. This is required when assigning the Word Set Manager role.
tr_tr: Bu kullanıcının yönetmesine izin verilen sözcük kümesini seçin. Bu, Sözcük Kümesi Yöneticisi rolü atanırken gereklidir.

source: Choose whether the quiz starts with audio, an image, or text for this category.
tr_tr: Bu kategori için testin sesle mi, görüntüyle mi yoksa metinle mi başlayacağını seçin.

source: Choose which recording types to prompt for when a word has no category. Leave all unchecked to use the main defaults (Isolation, Question, Introduction).
tr_tr: Bir kelimenin kategorisi olmadığında hangi kayıt türlerinin sorulacağını seçin. Ana varsayılanları (İzolasyon, Soru, Giriş) kullanmak için tümünü işaretlemeden bırakın.

source: Choose which word sets should get vocab lesson pages at /{wordset}/{category} (and a wordset landing page at /{wordset}). Saving will sync pages automatically.
tr_tr: Hangi kelime setlerinin /{kelime seti}/{kategori} adresinde kelime dersi sayfaları alması gerektiğini seçin (ve /{wordset} adresinde bir kelime kümesi açılış sayfası). Kaydetme işlemi sayfaları otomatik olarak senkronize edecektir.

source: Choose words that should appear only as wrong answers for this word.
tr_tr: Bu kelime için sadece yanlış cevap olarak görünmesi gereken kelimeleri seçin.

source: Clean Up & Sync Quiz Pages
tr_tr: Sınav Sayfalarını Temizleme ve Senkronize Etme

source: Clean up quiz pages for categories that can no longer generate valid quizzes and sync pages for valid categories.
tr_tr: Artık geçerli testler oluşturamayan kategoriler için test sayfalarını temizleyin ve geçerli kategoriler için sayfaları senkronize edin.

source: Clear
tr_tr: Temiz

source: Clear captions for this lesson
tr_tr: Bu ders için açık başlıklar

source: Clear captions for this lesson?
tr_tr: Bu ders için net altyazılar?

source: Clear filters
tr_tr: Filtreleri temizle

source: Clear known on selected
tr_tr: Seçilen üzerinde bilinenleri temizle

source: Clear selection
tr_tr: Seçimi temizle

source: Clear value
tr_tr: Net değer

source: Clearing captions...
tr_tr: Başlıklar temizleniyor...

source: Click the x to remove a pair.
tr_tr: Bir çifti kaldırmak için x işaretine tıklayın.
