Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: Failed to import audio for "%1$s": %2$s
tr_tr: "%1$s" için ses içe aktarılamadı: %2$s

source: Failed to import image for %1$s "%2$s": %3$s
tr_tr: 1$s "%2$s" için görüntü içe aktarılamadı: %3$s

source: Failed to prepare new word
tr_tr: Yeni kelime hazırlanamadı

source: Failed to run regex on post ID %d
tr_tr: Gönderi kimliği %d üzerinde regex çalıştırılamadı

source: Failed to save file
tr_tr: Dosya kaydedilemedi

source: Failed to save file: %s
tr_tr: Dosya kaydedilemedi: %s

source: Failed to update audio "%1$s" for word "%2$s": %3$s
tr_tr: "%2$s" sözcüğü için "%1$s" sesi güncellenemedi: %3$s

source: Failed to update word "%s": %s
tr_tr: "%s" sözcüğü güncellenemedi: %s

source: Failed to update word image "%s": %s
tr_tr: "%s" sözcük görüntüsü güncellenemedi: %s

source: Failed to update word set "%s": %s
tr_tr: "%s" sözcük kümesi güncellenemedi: %s

source: Failed to update word text
tr_tr: Kelime metni güncellenemedi

source: Faster
tr_tr: Daha hızlı

source: Featured Image
tr_tr: Öne Çıkan Görsel

source: Featured image attachment is not a supported image.
tr_tr: Öne çıkan resim eki desteklenen bir resim değil.

source: Feminine color
tr_tr: Kadınsı renk

source: Feminine symbol
tr_tr: Dişil sembol

source: Filter category
tr_tr: Filtre kategorisi

source: Filter difficulty score
tr_tr: Zorluk puanını filtrele

source: Filter last seen
tr_tr: Son görülme filtresi

source: Filter seen count
tr_tr: Filtre görülme sayısı

source: Filter star status
tr_tr: Filtre yıldız durumu

source: Filter status
tr_tr: Filtre durumu

source: Filter wrong count
tr_tr: Yanlış sayımı filtrele

source: Filtered words
tr_tr: Filtrelenmiş kelimeler

source: Find mixed-aspect categories, preview fixed-ratio crops, adjust crop boxes, or apply white-padding updates to affected posts.
tr_tr: Karışık perspektifli kategorileri bulun, sabit oranlı kırpmaları önizleyin, kırpma kutularını ayarlayın veya etkilenen gönderilere beyaz dolgu güncellemeleri uygulayın.

source: Find the Post ID in the list of words. Use numerical ID only.
tr_tr: Sözcük listesinde Posta Kimliğini bulun. Yalnızca sayısal kimliği kullanın.

source: Find word images that need WebP optimization because they are non-WebP or oversized for quiz use. Optimize individually or run a batched bulk pass with progress tracking.
tr_tr: WebP olmayan veya test kullanımı için büyük boyutlu oldukları için WebP optimizasyonuna ihtiyaç duyan kelime görüntülerini bulun. Tek tek optimize edin veya ilerleme takibi ile toplu bir toplu geçiş çalıştırın.

source: Find words without audio and resolve gaps in recording coverage.
tr_tr: Sesi olmayan kelimeleri bulun ve kayıt kapsamındaki boşlukları giderin.

source: Fix Word Images
tr_tr: Kelime Görüntülerini Düzeltme

source: Fix Word Images (Legacy Cleanup)
tr_tr: Kelime Görüntülerini Düzeltme (Eski Temizleme)

source: Flag oversized or non-WebP word images and batch-optimize them with progress tracking.
tr_tr: Büyük boyutlu veya WebP olmayan sözcük görüntülerini işaretleyin ve ilerleme takibi ile bunları toplu olarak optimize edin.

source: Font family used as the default for text answer options (for example: Arial, Noto Sans Hebrew). Leave empty for the theme/device default.
tr_tr: Metin yanıt seçenekleri için varsayılan olarak kullanılan yazı tipi ailesi (örneğin: Arial, Noto Sans Hebrew). Tema/cihaz varsayılanı için boş bırakın.

source: For the first recording email sent each day, wait this many quiet minutes after the most recent upload.
tr_tr: Her gün gönderilen ilk kayıt e-postası için, en son yüklemeden sonra şu kadar sessiz dakika bekleyin.

source: Forbidden
tr_tr: Yasak

source: Forbidden.
tr_tr: Yasak.

source: Forgot password?
tr_tr: Şifrenizi mi unuttunuz?

source: Full bundle word set handling
tr_tr: Tam paket kelime seti kullanımı

source: Full category bundle
tr_tr: Tam kategori paketi

source: Full export categories (optional multi-select)
tr_tr: Tam ihracat kategorileri (isteğe bağlı çoklu seçim)

source: Full export word set
tr_tr: Tam ihracat kelime seti

source: GD image library is not available for white-padding.
tr_tr: GD resim kitaplığı beyaz dolgu için kullanılamaz.

source: Gender
tr_tr: Cinsiyet

source: Gender Mode
tr_tr: Cinsiyet Modu

source: Gender options
tr_tr: Cinsiyet seçenekleri

source: Gender Override
tr_tr: Cinsiyet Geçersiz Kılma

source: Gender Round Complete
tr_tr: Cinsiyet Turu Tamamlandı

source: Generate lesson pages
tr_tr: Ders sayfaları oluşturun

source: Generate translations in bulk using your configured translation services.
tr_tr: Yapılandırılmış çeviri hizmetlerinizi kullanarak toplu olarak çeviriler oluşturun.

source: Generate word posts for these word sets (applies only when the category quizzes without audio):
tr_tr: Bu kelime setleri için kelime gönderileri oluşturun (yalnızca kategori sınavları ses olmadan yapıldığında geçerlidir):

source: Generated words will be assigned to this word set when auto-create is enabled for the chosen category.
tr_tr: Seçilen kategori için otomatik oluşturma etkinleştirildiğinde, oluşturulan kelimeler bu kelime setine atanacaktır.

source: Gloss languages
tr_tr: Parlaklık dilleri

source: Go
tr_tr: Git

source: Go Back to Level 1
tr_tr: Seviye 1'e Geri Dön

source: Go to Audio Processor
tr_tr: Ses İşlemcisine git

source: Go to Pages
tr_tr: Sayfalara Git

source: Go to Word Sets
tr_tr: Kelime Kümelerine Git

source: Good job!
tr_tr: Aferin!

source: Grammatical gender
tr_tr: Dilbilgisel cinsiyet

source: Grammatical gender is not enabled for this word set.
tr_tr: Bu sözcük kümesi için dilbilgisel cinsiyet etkinleştirilmemiştir.

source: Great work. Continue?
tr_tr: İyi iş çıkardın. Devam edelim mi?

source: Group names
tr_tr: Grup isimleri

source: Group words that should appear together as quiz options, and block pairs that should never be wrong answers for each other.
tr_tr: Test seçenekleri olarak birlikte görünmesi gereken kelimeleri gruplayın ve birbirleri için asla yanlış cevap olmaması gereken çiftleri engelleyin.

source: Groups are ordered alphabetically by label in the word grid. Prefix labels with numbers to force an order.
tr_tr: Gruplar kelime kılavuzunda etikete göre alfabetik olarak sıralanır. Bir sıralamayı zorlamak için etiketlerin önüne sayı ekleyin.

source: Groups of words that go together
tr_tr: Birlikte kullanılan kelime grupları

source: Guest
tr_tr: Misafir

source: Hard
tr_tr: Zor

source: Hard words
tr_tr: Zor kelimeler

source: Hard words only
tr_tr: Sadece sert kelimeler

source: Hardest
tr_tr: En zoru

source: Has Featured Image
tr_tr: Öne Çıkan Görsele Sahip

source: Hidden
tr_tr: Gizlenmiş

source: Hidden Categories
tr_tr: Gizlenmiş Kategoriler

source: Hidden categories: %d
tr_tr: Gizlenmiş kategoriler: %d

source: Hidden words
tr_tr: Gizlenmiş kelimeler

source: Hide %s
tr_tr: %s'yi gizle

source: Hide answer
tr_tr: Cevabı gizle

source: Hide failed:
tr_tr: Gizleme başarısız oldu:

source: Hide this word
tr_tr: Bu kelimeyi gizle

source: Hide word text on lesson pages/word grids when the category quiz shows only images/audio.
tr_tr: Kategori testi yalnızca resim/ses gösterdiğinde ders sayfalarındaki/kelime ızgaralarındaki kelime metnini gizleyin.

source: Hiding...
tr_tr: Saklanıyorum.

source: HTTP 500 (no recording found)
tr_tr: HTTP 500 (kayıt bulunamadı)

source: I don't know
tr_tr: Bilmiyorum

source: I don't know it
tr_tr: Bilmiyorum

source: I got close
tr_tr: Yaklaştım

source: I got it right
tr_tr: Doğru anladım

source: I got it wrong
tr_tr: Yanlış anlamışım

source: I know it
tr_tr: Biliyorum

source: I think I know it
tr_tr: Sanırım biliyorum

source: ID
tr_tr: KIMLIK

source: If an ID is set above, the ID takes priority.
tr_tr: Yukarıda bir ID ayarlanmışsa, ID önceliklidir.

source: If left empty, generated word posts will not be assigned to a word set.
tr_tr: Boş bırakılırsa, oluşturulan sözcük gönderileri bir sözcük kümesine atanmaz.

source: If none selected, recording is disabled for this category.
tr_tr: Hiçbiri seçilmezse, bu kategori için kayıt devre dışı bırakılır.

source: If this role is selected, one word set must be chosen.
tr_tr: Bu rol seçilirse, bir kelime seti seçilmelidir.

source: If using wordsets, the wordset contains words for this category
tr_tr: Sözcük kümeleri kullanılıyorsa, sözcük kümesi bu kategori için sözcükler içerir

source: Image
tr_tr: Resim

source: Image Aspect Normalizer
tr_tr: Görüntü En Boy Normalleştirici

source: Image file for "%s" is missing from the zip.
tr_tr: "%s" için resim dosyası zipte eksik.

source: Image file is missing on disk.
tr_tr: Görüntü dosyası diskte eksik.

source: Image has no attachment
tr_tr: Resmin eki yok

source: Image has no thumbnail
tr_tr: Resmin küçük resmi yok

source: Image Upload
tr_tr: Resim Yükleme

source: Image upload completed with no processed files.
tr_tr: Görüntü yükleme işlemi işlenmiş dosya olmadan tamamlandı.

source: Image upload: %d file succeeded.
tr_tr: Resim yükleme: d dosyası başarılı oldu.

source: Images
tr_tr: Görüntüler

source: Images bundle
tr_tr: Görüntü paketi

source: Images need aspect ratio normalization in %d category
tr_tr: Görüntülerin %d kategorisinde en boy oranının normalleştirilmesi gerekiyor

source: Images needing updates
tr_tr: Güncellenmesi gereken görüntüler

source: Import
tr_tr: İthalat

source: Import / Export
tr_tr: İthalat / İhracat

source: Import category bundles from a zip generated by LL Tools export, or from a zip with top-level CSV files plus media folders such as /images and /audio.
tr_tr: Kategori paketlerini LL Tools dışa aktarma tarafından oluşturulan bir zipten veya üst düzey CSV dosyalarının yanı sıra /images ve /audio gibi medya klasörlerini içeren bir zipten içe aktarın.

source: Import complete with warnings.
tr_tr: Uyarılarla birlikte içe aktarma tamamlandı.

source: Import complete.
tr_tr: İthalat tamamlandı.

source: Import failed: could not create extraction folders.
tr_tr: İçe aktarma başarısız oldu: çıkarma klasörleri oluşturulamadı.

source: Import failed: could not create temporary extraction directory.
tr_tr: İçe aktarma başarısız oldu: geçici çıkarma dizini oluşturulamadı.

source: Import failed: could not open zip file.
tr_tr: İçe aktarma başarısız oldu: zip dosyası açılamadı.

source: Import failed: could not read a file from the zip.
tr_tr: İçe aktarma başarısız oldu: zip'ten bir dosya okunamadı.

source: Import failed: could not resolve zip file.
tr_tr: İçe aktarma başarısız oldu: zip dosyası çözümlenemedi.

source: Import failed: could not write extracted files.
tr_tr: İçe aktarma başarısız oldu: çıkarılan dosyalar yazılamadı.

source: Import failed: data.json is not valid JSON.
tr_tr: İçe aktarma başarısız oldu: data.json geçerli bir JSON değil.

source: Import failed: invalid server zip name.
tr_tr: İçe aktarma başarısız: geçersiz sunucu zip adı.

source: Import failed: no server zip selected.
tr_tr: İçe aktarma başarısız oldu: sunucu zip'i seçilmedi.

source: Import failed: no top-level CSV files were found in the zip.
tr_tr: İçe aktarma başarısız oldu: zip içinde üst düzey CSV dosyası bulunamadı.

source: Import failed: no valid quiz rows were found in the CSV files.
tr_tr: İçe aktarma başarısız oldu: CSV dosyalarında geçerli bir sınav satırı bulunamadı.

source: Import failed: payload missing categories or word images.
tr_tr: İçe aktarma başarısız: yükte eksik kategoriler veya sözcük resimleri var.

source: Import failed: please choose a zip file to import.
tr_tr: İçe aktarma başarısız: lütfen içe aktarmak için bir zip dosyası seçin.

source: Import failed: preview is missing or expired. Please preview the bundle again.
tr_tr: İçe aktarma başarısız oldu: önizleme eksik veya süresi dolmuş. Lütfen paketi tekrar önizleyin.

source: Import failed: select a valid existing word set for assignment.
tr_tr: İçe aktarma başarısız: atama için geçerli bir mevcut sözcük kümesi seçin.

source: Import failed: selected file is not a zip.
tr_tr: İçe aktarma başarısız: seçilen dosya bir zip değil.

source: Import failed: selected server zip was not found.
tr_tr: İçe aktarma başarısız oldu: seçilen sunucu zip'i bulunamadı.

source: Import failed: selected zip file is missing.
tr_tr: İçe aktarma başarısız oldu: seçilen zip dosyası eksik.

source: Import failed: selected zip is outside the import directory.
tr_tr: İçe aktarma başarısız oldu: seçilen zip içe aktarma dizininin dışında.

source: Import failed: server import folder is not available.
tr_tr: İçe aktarma başarısız oldu: sunucu içe aktarma klasörü mevcut değil.

source: Import failed: uncompressed zip size is too large.
tr_tr: İçe aktarma başarısız oldu: sıkıştırılmamış zip boyutu çok büyük.

source: Import failed: uploaded file is missing.
tr_tr: İçe aktarma başarısız: yüklenen dosya eksik.

source: Import failed: zip contains an invalid file path.
tr_tr: İçe aktarma başarısız: zip geçersiz bir dosya yolu içeriyor.

source: Import failed: zip contains an unsafe file path.
tr_tr: İçe aktarma başarısız oldu: zip güvenli olmayan bir dosya yolu içeriyor.

source: Import failed: zip contains too many files.
tr_tr: İçe aktarma başarısız: zip çok fazla dosya içeriyor.

source: Import failed: zip entry size is invalid.
tr_tr: İçe aktarma başarısız oldu: zip giriş boyutu geçersiz.

source: Import failed: zip file is empty.
tr_tr: İçe aktarma başarısız: zip dosyası boş.

source: Import failed: zip metadata is invalid.
tr_tr: İçe aktarma başarısız oldu: zip meta verileri geçersiz.

source: Import file
tr_tr: Dosya içe aktarma

source: Import file does not contain any image hashes.
tr_tr: İçe aktarma dosyası herhangi bir görüntü karması içermez.

source: Import file is not valid JSON.
tr_tr: İçe aktarma dosyası geçerli JSON değil.

source: Import finished with some errors.
tr_tr: İçe aktarma işlemi bazı hatalarla tamamlandı.

source: Import finished. Loading results...
tr_tr: İçe aktarma tamamlandı. Sonuçlar yükleniyor...

source: Import in progress
tr_tr: İçe aktarma devam ediyor

source: Import Preview
tr_tr: İçe Aktarma Önizlemesi

source: Import preview expired. Generate a new preview and try again.
tr_tr: İçe aktarma önizlemesinin süresi doldu. Yeni bir önizleme oluşturun ve tekrar deneyin.

source: Import preview failed.
tr_tr: İçe aktarma önizlemesi başarısız oldu.

source: Import request did not complete. Return to the import page and try again.
tr_tr: İçe aktarma isteği tamamlanmadı. İçe aktarma sayfasına dönün ve tekrar deneyin.

source: Import session expired. Please start again.
tr_tr: İçe aktarma oturumunun süresi doldu. Lütfen yeniden başlatın.

source: Import session expired. Please upload the file again.
tr_tr: İçe aktarma oturumunun süresi doldu. Lütfen dosyayı tekrar yükleyin.

source: Import warnings:
tr_tr: İthalat uyarıları:

source: Import Words
tr_tr: İthal Kelimeler

source: Import words
tr_tr: İthal kelimeler

source: Imported audio file is missing or unreadable.
tr_tr: İçe aktarılan ses dosyası eksik veya okunamıyor.

source: Imported file is not a supported audio type.
tr_tr: İçe aktarılan dosya desteklenen bir ses türü değil.

source: Imported file is not a valid image.
tr_tr: İçe aktarılan dosya geçerli bir görüntü değil.

source: Imported file is not an audio recording.
tr_tr: İçe aktarılan dosya bir ses kaydı değildir.

source: Imported image file is missing or unreadable.
tr_tr: İçe aktarılan görüntü dosyası eksik veya okunamıyor.

source: Imported image type is not allowed on this site.
tr_tr: Bu sitede içe aktarılan görüntü türüne izin verilmez.

source: Imported preview image
tr_tr: İçe aktarılan önizleme görüntüsü

source: Imported remote image
tr_tr: İçe aktarılan uzak görüntü

source: In progress
tr_tr: Devam ediyor

source: In progress words
tr_tr: Devam eden kelimeler

source: In Sentence
tr_tr: Örnek cümle içinde

source: Include full category content (words, audio files, featured images, and word sets)
tr_tr: Tam kategori içeriğini (kelimeler, ses dosyaları, öne çıkan görüntüler ve kelime setleri) dahil edin

source: Include Recording Types
tr_tr: Kayıt Türlerini Dahil Et

source: Insufficient permissions to delete this recording.
tr_tr: Bu kaydı silmek için yeterli izin yok.

source: Insufficient permissions to edit the parent word.
tr_tr: Üst sözcüğü düzenlemek için yeterli izin yok.

source: Insufficient permissions to edit this recording.
tr_tr: Bu kaydı düzenlemek için yeterli izin yok.

source: Insufficient permissions to edit this word.
tr_tr: Bu kelimeyi düzenlemek için yeterli izin yok.

source: Introduction
tr_tr: Kelimeyi tanıt (örn. "Bu bir X.")

source: Invalid attachment ID.
tr_tr: Geçersiz ek kimliği.

source: Invalid attachment or category.
tr_tr: Geçersiz ek veya kategori.

source: Invalid audio post
tr_tr: Geçersiz ses gönderimi

source: Invalid audio upload.
tr_tr: Geçersiz ses yüklemesi.

source: Invalid category specified.
tr_tr: Geçersiz kategori belirtildi.

source: Invalid category.
tr_tr: Geçersiz kategori.

source: Invalid dictionary entry.
tr_tr: Geçersiz sözlük girişi.

source: Invalid image
tr_tr: Geçersiz görüntü

source: Invalid image ID
tr_tr: Geçersiz görüntü kimliği

source: Invalid image ID.
tr_tr: Geçersiz görüntü kimliği.

source: Invalid parent reference
tr_tr: Geçersiz ebeveyn referansı

source: Invalid parent word post
tr_tr: Geçersiz üst kelime gönderisi

source: Invalid post ID
tr_tr: Geçersiz gönderi kimliği

source: Invalid vocab lesson settings request.
tr_tr: Geçersiz kelime dersi ayarları isteği.

source: Invalid word
tr_tr: Geçersiz kelime

source: Invalid word ID
tr_tr: Geçersiz sözcük kimliği

source: Invalid word ID.
tr_tr: Geçersiz kelime kimliği.

source: Invalid word post
tr_tr: Geçersiz kelime gönderimi

source: Invalid word post.
tr_tr: Geçersiz kelime gönderimi.

source: Invalid word set or category.
tr_tr: Geçersiz sözcük kümesi veya kategori.

source: Invalid word set selection for export.
tr_tr: Dışa aktarma için geçersiz sözcük kümesi seçimi.

source: IPA Keyboard
tr_tr: IPA Klavye

source: IPA Keyboard Manager
tr_tr: IPA Klavye Yöneticisi

source: IPA Special Characters
tr_tr: IPA Özel Karakterleri

source: IPA suggestions
tr_tr: IPA önerileri

source: IPA symbols
tr_tr: IPA sembolleri

source: IPA symbols (e.g. r)
tr_tr: IPA sembolleri (örn. r)

source: Isolation
tr_tr: Kelimeyi tek başına kaydet

source: Keep All on Original
tr_tr: Hepsini Orijinalde Tutun

source: Keep practicing isolation-only to maintain speed.
tr_tr: Hızı korumak için sadece izolasyon pratiği yapmaya devam edin.

source: Keep practicing!
tr_tr: Çalışmaya devam edin!

source: Keep the default smooth pacing or speed up after correct answers.
tr_tr: Varsayılan yumuşak tempoyu koruyun veya doğru cevaplardan sonra hızlandırın.

source: Keep this page open until saving is complete. Navigating away will interrupt remaining uploads.
tr_tr: Kaydetme işlemi tamamlanana kadar bu sayfayı açık tutun. Uzaklaşmak kalan yüklemeleri kesintiye uğratacaktır.

source: Keep this window open while import runs. Closing it can interrupt the request.
tr_tr: İçe aktarma çalışırken bu pencereyi açık tutun. Kapatılması isteği kesintiye uğratabilir.

source: Keep training noun gender with the next activity.
tr_tr: Bir sonraki faaliyetle birlikte isim cinsiyeti eğitimine devam edin.

source: Known
tr_tr: Bilinen

source: Language
tr_tr: Dil

source: Language ID
tr_tr: Dil Kimliği

source: Language Learner Tools
tr_tr: Dil Eğitimi Araçları

source: Language Learner Tools - Languages
tr_tr: Dil Öğrenici Araçları - Diller

source: Language Learner Tools - Word Options
tr_tr: Dil Öğrenici Araçları - Kelime Seçenekleri

source: Language Learner Tools update available: version %s.
tr_tr: Language Learner Tools güncellemesi mevcut: sürüm %s.

source: Language Learning Tools
tr_tr: Dil Öğrenme Araçları

source: Language Learning Tools Settings
tr_tr: Dil Öğrenme Araçları Ayarları

source: Language Name
tr_tr: Dil Adı

source: Languages
tr_tr: Diller

source: Large bundle safeguards
tr_tr: Büyük paket korumaları

source: Large files:
tr_tr: Büyük dosyalar:

source: Large import warning thresholds: %1$s media files or %2$s of media.
tr_tr: Büyük içe aktarma uyarı eşikleri: %1$s medya dosyası veya %2$s medya.

source: Last
tr_tr: En son

source: Last 14 days
tr_tr: Son 14 gün

source: Last 24h
tr_tr: Son 24 saat

source: Last 30d
tr_tr: Son 30 gün

source: Last 7d
tr_tr: Son 7d

source: Learn
tr_tr: Öğren

source: Learned
tr_tr: Öğrenilmiş

source: Learned words
tr_tr: Öğrenilen kelimeler

source: Learner
tr_tr: Öğrenci

source: Learning Complete!
tr_tr: Öğrenme Tamamlandı!

source: Learning goals
tr_tr: Öğrenme hedefleri

source: Learning Mode
tr_tr: Öğrenme Modu

source: Leave all unchecked to disable recording for this category.
tr_tr: Bu kategorinin kaydını devre dışı bırakmak için tümünün işaretini kaldırın.

source: Leave blank to copy the current title to the new word.
tr_tr: Geçerli başlığı yeni sözcüğe kopyalamak için boş bırakın.

source: Leave blank to keep the current original-word title.
tr_tr: Mevcut orijinal kelime başlığını korumak için boş bırakın.

source: Leave blank to use the site admin email (%s).
tr_tr: Site yöneticisi e-postasını (%s) kullanmak için boş bırakın.

source: Leave blank to use the site admin email.
tr_tr: Site yöneticisi e-postasını kullanmak için boş bırakın.

source: Leave empty to allow all types. Select specific types to limit what they record. Hold Ctrl/Cmd to select multiple.
tr_tr: Tüm türlere izin vermek için boş bırakın. Kaydettiklerini sınırlamak için belirli türleri seçin. Birden fazla seçmek için Ctrl/Cmd tuşlarını basılı tutun.

source: Leave this off to skip duplicates and review the import count first.
tr_tr: Yinelemeleri atlamak ve önce içe aktarma sayısını gözden geçirmek için bunu kapalı bırakın.

source: Leave unassigned
tr_tr: Atanmamış bırakın

source: Leave uncategorized
tr_tr: Kategorize edilmemiş bırakın

source: Leave unchecked to export only categories + word images + image files (legacy format).
tr_tr: Yalnızca kategorileri + sözcük görüntülerini + görüntü dosyalarını (eski biçim) dışa aktarmak için işareti kaldırın.

source: Lesson not found.
tr_tr: Ders bulunamadı.

source: Lesson pages are not enabled for this word set yet.
tr_tr: Ders sayfaları bu kelime seti için henüz etkinleştirilmemiştir.

source: Lesson pages are now enabled for this word set.
tr_tr: Ders sayfaları artık bu kelime seti için etkinleştirilmiştir.

source: Lesson/Grid Text Visibility
tr_tr: Ders/Grid Metin Görünürlüğü

source: Lesson/grid text visibility
tr_tr: Ders/grid metin görünürlüğü

source: Letter to IPA Map
tr_tr: IPA Haritasına Mektup

source: Letter(s)
tr_tr: Mektup(lar)

source: Letters
tr_tr: Mektuplar

source: Letters (e.g. ll)
tr_tr: Harfler (örn. ll)

source: Level
tr_tr: Seviye

source: Level 1 Complete
tr_tr: Seviye 1 Tamamlandı

source: Level 1: Keep Building
tr_tr: Seviye 1: İnşa Etmeye Devam Et

source: Level 2 Complete
tr_tr: Seviye 2 Tamamlandı

source: Level 2: Keep Practicing
tr_tr: Seviye 2: Pratik Yapmaya Devam Edin

source: Level 2: Reset Needed
tr_tr: Seviye 2: Sıfırlama Gerekiyor

source: Level 3 Stable
tr_tr: Seviye 3 Stabil

source: Level 3: Rebuild Confidence
tr_tr: Seviye 3: Güveninizi Yeniden Kazanın

source: Lexeme uses the selected text source. Choose the fields that match your target language.
tr_tr: Lexeme seçilen metin kaynağını kullanır. Hedef dilinizle eşleşen alanları seçin.

source: Link this word to an umbrella dictionary entry.
tr_tr: Bu kelimeyi bir şemsiye sözlük girişine bağlayın.

source: Linked Words
tr_tr: Bağlantılı Kelimeler

source: Listen
tr_tr: Dinle

source: Listen, then choose your result.
tr_tr: Dinleyin, sonra sonucunuzu seçin.

source: Listening Complete
tr_tr: Dinleme Tamamlandı

source: LL Export
tr_tr: LL İhracat

source: LL Export/Import
tr_tr: LL İhracat/İthalat

source: LL Fix Word Images
tr_tr: LL Fix Word Görüntüleri

source: LL Import
tr_tr: LL İthalat
