Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: Selected words are excluded from prompt rounds across quiz modes and only appear as wrong answers for this word.
tr_tr: Seçilen kelimeler, sınav modları arasında hızlı turların dışında tutulur ve yalnızca bu kelime için yanlış cevaplar olarak görünür.

source: Selecting a category exports that category and its children, plus all word images assigned to them. Choose “All categories” for a full export.
tr_tr: Bir kategori seçildiğinde, o kategori ve alt kategorileri ile bunlara atanmış tüm sözcük resimleri dışa aktarılır. Tam bir dışa aktarma için "Tüm kategoriler "i seçin.

source: Self Check
tr_tr: Kontrol

source: Self check
tr_tr: Kontrol

source: Self check complete
tr_tr: Kendi kendine kontrol tamamlandı

source: Self check complete: %1$d unsure, %2$d wrong, %3$d close, %4$d right.
tr_tr: Öz kontrol tamamlandı: %1$d emin değil, %2$d yanlış, %3$d yakın, %4$d doğru.

source: Self check complete: x %1$d, ~ %2$d, ✓ %3$d.
tr_tr: Öz kontrol tamamlandı: x %1$d, ~ %2$d, ✓ %3$d.

source: Semi-bold (600)
tr_tr: Yarı kalın (600)

source: Sentence
tr_tr: Cümle

source: Server import folder could not be created. Please check permissions before using server-side imports.
tr_tr: Sunucu içe aktarma klasörü oluşturulamadı. Sunucu tarafı içe aktarmaları kullanmadan önce lütfen izinleri kontrol edin.

source: Server returned invalid response format
tr_tr: Sunucu geçersiz yanıt biçimi döndürdü

source: Server zip: %s
tr_tr: Sunucu zipi: %s

source: Set 0 to focus only on review.
tr_tr: Yalnızca incelemeye odaklanmak için 0 olarak ayarlayın.

source: Set and update AssemblyAI credentials for transcription workflows.
tr_tr: Transkripsiyon iş akışları için AssemblyAI kimlik bilgilerini ayarlayın ve güncelleyin.

source: Set and update DeepL credentials for automated translation tasks.
tr_tr: Otomatik çeviri görevleri için DeepL kimlik bilgilerini ayarlayın ve güncelleyin.

source: Set prerequisites for each category. Categories are recommended in prerequisite order (lower levels first). Select multiple prerequisites with Ctrl/Command + click.
tr_tr: Her kategori için ön koşulları belirleyin. Kategoriler önkoşul sırasına göre önerilir (önce alt seviyeler). Ctrl/Command + tıklama ile birden fazla önkoşul seçin.

source: Set the parent Word by numeric post ID. Use 0 to detach.
tr_tr: Üst Word'ü sayısal posta kimliğine göre ayarlayın. Ayırmak için 0 kullanın.

source: Set Up Recording Types
tr_tr: Kayıt Türlerini Ayarlama

source: Settings
tr_tr: Ayarlar

source: Settings page is unavailable.
tr_tr: Ayarlar sayfası kullanılamıyor.

source: Shared recording types loaded. Changing this list will replace recording types on the selected recordings.
tr_tr: Paylaşılan kayıt türleri yüklendi. Bu listenin değiştirilmesi, seçilen kayıtlardaki kayıt türlerini değiştirecektir.

source: Shortest
tr_tr: En kısa

source: Show answer
tr_tr: Cevabı göster

source: Show image
tr_tr: Resmi göster

source: Show text (title)
tr_tr: Metni göster (başlık)

source: Show text (translation)
tr_tr: Metni göster (çeviri)

source: Shown in dictionary entry listings and dictionary views.
tr_tr: Sözlük girişi listelerinde ve sözlük görünümlerinde gösterilir.

source: Shows imports completed today and yesterday. Undo removes items created by one import; existing items updated by that import are not reverted.
tr_tr: Bugün ve dün tamamlanan içe aktarmaları gösterir. Geri Al, bir içe aktarma tarafından oluşturulan öğeleri kaldırır; bu içe aktarma tarafından güncellenen mevcut öğeler geri alınmaz.

source: Sign in
tr_tr: Oturum aç

source: Sign in to access Editor Hub
tr_tr: Editör Merkezi'ne erişmek için oturum açın

source: Sign in to continue.
tr_tr: Devam etmek için oturum açın.

source: Sign in to manage hidden categories.
tr_tr: Gizlenmiş kategorileri yönetmek için oturum açın.

source: Sign in to manage study settings.
tr_tr: Çalışma ayarlarını yönetmek için oturum açın.

source: Sign in to record
tr_tr: Kayıt için oturum açın

source: Sign in to study
tr_tr: Çalışmak için oturum açın

source: Sign in to view progress
tr_tr: İlerlemeyi görüntülemek için oturum açın

source: Sign up
tr_tr: Kaydolun

source: Signed in
tr_tr: İmzalandı

source: Similar word
tr_tr: Benzer kelime

source: Similar Words
tr_tr: Benzer Kelimeler

source: Skip
tr_tr: Atla

source: Skip failed:
tr_tr: Skip başarısız oldu:

source: Skipped attachment %d because crop data was invalid.
tr_tr: Kırpma verileri geçersiz olduğu için %d eki atlandı.

source: Skipped audio import for "%s" because the file path was invalid.
tr_tr: Dosya yolu geçersiz olduğu için "%s" için ses içe aktarımı atlandı.

source: Skipped CSV "%s" because it is empty.
tr_tr: CSV "%s" boş olduğu için atlandı.

source: Skipped CSV "%s" because required columns were not found.
tr_tr: Gerekli sütunlar bulunamadığı için CSV "%s" atlandı.

source: Skipped CSV "%s" because the header row could not be read.
tr_tr: CSV "%s" atlandı çünkü başlık satırı okunamadı.

source: Skipped deleting audio file "%s" during undo because the path was outside uploads or invalid.
tr_tr: Yol yüklemelerin dışında veya geçersiz olduğu için geri alma sırasında "%s" ses dosyasını silmeyi atladı.

source: Skipped post %d during undo because it is not a word image.
tr_tr: Geri alma sırasında %d gönderisi atlandı çünkü bu bir kelime görüntüsü değil.

source: Skipped post %d during undo because it is not a word.
tr_tr: Geri alma sırasında %d gönderisi atlandı çünkü bu bir sözcük değil.

source: Skipped post %d during undo because it is not an attachment.
tr_tr: Geri alma sırasında %d gönderisi atlandı çünkü bu bir ek değil.

source: Skipped post %d during undo because it is not word_audio.
tr_tr: Geri alma sırasında %d gönderisi atlandı çünkü word_audio değil.

source: Skipped row %1$d in CSV "%2$s": audio "%3$s" was not found.
tr_tr: CSV "%2$s" içinde %1$d satırı atlandı: "%3$s" sesi bulunamadı.

source: Skipped row %1$d in CSV "%2$s": category "%3$s" mixes incompatible quiz formats.
tr_tr: CSV "%2$s" içinde %1$d satırı atlandı: "%3$s" kategorisi uyumsuz sınav biçimlerini karıştırıyor.

source: Skipped row %1$d in CSV "%2$s": category and answer are required.
tr_tr: CSV "%2$s" içinde %1$d satırı atlandı: kategori ve yanıt gerekli.

source: Skipped row %1$d in CSV "%2$s": category name could not be converted to a valid slug.
tr_tr: CSV "%2$s" içinde atlanan satır %1$d: kategori adı geçerli bir slug'a dönüştürülemedi.

source: Skipped row %1$d in CSV "%2$s": image "%3$s" was not found in /images.
tr_tr: CSV "%2$s" içinde atlanan satır %1$d: "%3$s" görüntüsü /images içinde bulunamadı.

source: Skipped row %1$d in CSV "%2$s": prompt text is required for text-to-text quizzes.
tr_tr: CSV "%2$s" içinde %1$d satırı atlandı: metinden metne sınavlar için istem metni gereklidir.

source: Skipped this type. Next type selected.
tr_tr: Bu tür atlandı. Sonraki tip seçildi.

source: Skipped thumbnail for "%s" because the file path was invalid.
tr_tr: Dosya yolu geçersiz olduğu için "%s" için küçük resim atlandı.

source: Skipping...
tr_tr: Atlama.

source: Some recordings could not be moved. Review both word posts.
tr_tr: Bazı kayıtlar taşınamadı. Her iki kelime gönderisini de inceleyin.

source: Some selected images are larger than %s. They may fail to upload or load slowly in quizzes.
tr_tr: Seçilen bazı resimler %s'den daha büyük. Yüklenemeyebilir veya testlerde yavaş yüklenebilirler.

source: Some words need context support again.
tr_tr: Bazı kelimelerin tekrar bağlam desteğine ihtiyacı vardır.

source: Something went wrong
tr_tr: Bir şeyler ters gitti

source: Something went wrong. Please try again.
tr_tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

source: Sort ascending
tr_tr: Artan şekilde sırala

source: Sort descending
tr_tr: Azalan sıralama

source: Source
tr_tr: Kaynak

source: Source and target categories must be different.
tr_tr: Kaynak ve hedef kategoriler farklı olmalıdır.

source: Source Category
tr_tr: Kaynak Kategorisi

source: Source file is not stored locally. The optimizer will temporarily download it and save the optimized result to the current uploads folder.
tr_tr: Kaynak dosya yerel olarak depolanmaz. Optimize edici bunu geçici olarak indirecek ve optimize edilmiş sonucu geçerli yüklemeler klasörüne kaydedecektir.

source: Source image dimensions are invalid.
tr_tr: Kaynak görüntü boyutları geçersiz.

source: Source image file is missing.
tr_tr: Kaynak görüntü dosyası eksik.

source: Source language
tr_tr: Kaynak dil

source: Source slug
tr_tr: Kaynak sümüklüböcek

source: Source word set names
tr_tr: Kaynak sözcük kümesi adları

source: Source word sets: %d
tr_tr: Kaynak sözcük kümeleri: %d

source: Speaker
tr_tr: Konuşmacı

source: Speaker Assignment
tr_tr: Konuşmacı Görevlendirmesi

source: Specific Wrong Answers
tr_tr: Spesifik Yanlış Yanıtlar

source: Speech-to-text is not available. Please enter the word manually.
tr_tr: Konuşmadan metne kullanılabilir değil. Lütfen kelimeyi manuel olarak girin.

source: Split "%s" into two word posts by choosing which recordings move to the new word.
tr_tr: Hangi kayıtların yeni kelimeye taşınacağını seçerek "%s "yi iki kelime gönderisine bölün.

source: Split Audio
tr_tr: Bölünmüş Ses

source: Split complete: "%1$s" and "%2$s".
tr_tr: Bölme tamamlandı: "%1$s" ve "%2$s".

source: Split Word
tr_tr: Bölünmüş Kelime

source: Split Word Audio
tr_tr: Bölünmüş Kelime Sesi

source: Standard
tr_tr: Standart

source: Star all
tr_tr: Tümünü işaretle

source: Star word
tr_tr: Yıldız kelimesi

source: Starred
tr_tr: Yıldızlı

source: Starred only
tr_tr: Sadece yıldızlı

source: Starred words
tr_tr: Yıldızlı kelimeler

source: Start
tr_tr: Başla

source: Start Level 2
tr_tr: Seviye 2'ye başlayın

source: Start Level 3
tr_tr: Seviye 3'e başlayın

source: Start next
tr_tr: Sonraki

source: Start Quiz
tr_tr: Başla

source: Starting upload for image:
tr_tr: Görüntü için yükleme başlatılıyor:

source: Status
tr_tr: Durum

source: Stop recording before hiding this word.
tr_tr: Bu kelimeyi saklamadan önce kaydı durdurun.

source: Study priorities
tr_tr: Çalışma öncelikleri

source: Study priority focus
tr_tr: Çalışma önceliği odağı

source: Study Settings
tr_tr: Çalışma Ayarları

source: Study settings
tr_tr: Çalışma ayarları

source: Success! Recording published.
tr_tr: Başarılar! Kayıt yayınlandı.

source: Success! Recording will be processed later.
tr_tr: Başarılı! Kayıt daha sonra işlenecektir.

source: Success! Saved %1$d of %2$d files.
tr_tr: Başarılı! %2$d dosyadan %1$d'si kaydedildi.

source: Successfully added %d category.
tr_tr: Başarıyla %d kategorisi eklendi.

source: Successfully deleted %d recording(s)
tr_tr: Başarıyla %d kayıt(lar) silindi

source: Superscript selection
tr_tr: Üst simge seçimi

source: Supported zip formats: (1) LL Tools export bundles, and (2) top-level CSV files with a "quiz" column plus external media folders (/images and/or /audio). CSV mode supports image->text, text->image, text->text, and audio->text mappings.
tr_tr: Desteklenen zip formatları: (1) LL Tools dışa aktarma paketleri ve (2) "quiz" sütunu artı harici medya klasörleri (/images ve/veya /audio) içeren üst düzey CSV dosyaları. CSV modu resim->metin, metin->resim, metin->metin ve ses->metin eşlemelerini destekler.

source: Switch failed
tr_tr: Anahtar başarısız

source: Switch failed:
tr_tr: Anahtar başarısız oldu:

source: Switch Mode
tr_tr: Modu Değiştir

source: Switch to Gender
tr_tr: Cinsiyete Geç

source: Switch to Gender Mode
tr_tr: Cinsiyet Moduna Geçin

source: Switch to Learning Mode
tr_tr: Öğrenme Moduna Geçin

source: Switch to Listening Mode
tr_tr: Dinleme Moduna Geçin

source: Switch to Practice Mode
tr_tr: Tekrar Moduna Geçin

source: Switch word sets to load their categories and words.
tr_tr: Kategorilerini ve kelimelerini yüklemek için kelime setlerini değiştirin.

source: Switching category...
tr_tr: Kategori değiştirme...

source: Symbols added.
tr_tr: Semboller eklendi.

source: Symbols used in this word set. Update recordings or add new symbols to the keyboard.
tr_tr: Bu kelime setinde kullanılan semboller. Kayıtları güncelleyin veya klavyeye yeni semboller ekleyin.

source: Sync Now
tr_tr: Şimdi Senkronize Et

source: Target Category
tr_tr: Hedef Kategori

source: Target Language
tr_tr: Hedef Dili

source: Target language
tr_tr: Hedef dil

source: Target Word (optional)
tr_tr: Hedef Kelime (isteğe bağlı)

source: Text
tr_tr: Metin

source: Text (opposite prompt)
tr_tr: Metin (karşıt istem)

source: Text (title)
tr_tr: Metin (başlık)

source: Text (translation)
tr_tr: Metin (çeviri)

source: Text + audio pairs
tr_tr: Metin + ses çiftleri

source: Text entries are used directly for text-based quiz options and do not need separate word posts.
tr_tr: Metin girişleri doğrudan metin tabanlı test seçenekleri için kullanılır ve ayrı kelime gönderilerine ihtiyaç duymaz.

source: Text:
tr_tr: Metin:

source: That email is already registered.
tr_tr: Bu e-posta zaten kayıtlı.

source: That username is already taken.
tr_tr: O kullanıcı adı zaten alınmış.

source: That username is not valid.
tr_tr: Bu kullanıcı adı geçerli değil.

source: That word set is not available for audio upload.
tr_tr: Bu kelime seti ses yüklemesi için mevcut değildir.

source: That word set is not available for image upload.
tr_tr: Bu kelime seti resim yükleme için kullanılamaz.

source: The category exists and has words
tr_tr: Kategori mevcuttur ve kelimeleri vardır

source: The export file is empty.
tr_tr: Dışa aktarma dosyası boş.

source: The export file is no longer available. Generate a new export and try again.
tr_tr: Dışa aktarma dosyası artık mevcut değil. Yeni bir dışa aktarma oluşturun ve tekrar deneyin.

source: The external image URL is invalid.
tr_tr: Harici resim URL'si geçersiz.

source: The external image URL is not a supported image type.
tr_tr: Harici görüntü URL'si desteklenen bir görüntü türü değildir.

source: The following maintenance tasks need attention.
tr_tr: Aşağıdaki bakım görevlerine dikkat edilmesi gerekir.

source: The optimized image was created but could not be attached to the word image post.
tr_tr: Optimize edilmiş görsel oluşturuldu ancak görsel kelimesi gönderisine eklenemedi.

source: The remote image was downloaded but the temporary file is unreadable.
tr_tr: Uzak görüntü indirildi ancak geçici dosya okunamıyor.

source: the selected category
tr_tr: seçilen kategori

source: The selected category (ID %d) is invalid.
tr_tr: Seçilen kategori (ID %d) geçersiz.

source: The selected grammatical gender override is invalid for this word set.
tr_tr: Seçilen dilbilgisel cinsiyet geçersiz kılma işlemi bu sözcük kümesi için geçersizdir.

source: The selected managed word set is invalid. Please choose a different word set.
tr_tr: Seçilen yönetilen sözcük kümesi geçersiz. Lütfen farklı bir sözcük kümesi seçin.

source: The selected microphone doesn’t meet the requested constraints. Set your default input device in system settings and try again.
tr_tr: Seçilen mikrofon istenen kısıtlamaları karşılamıyor. Sistem ayarlarından varsayılan giriş cihazınızı ayarlayın ve tekrar deneyin.

source: The selected plurality override is invalid for this word set.
tr_tr: Seçilen çokluk geçersiz kılma bu kelime seti için geçersizdir.

source: The selected user does not have the Audio Recorder role.
tr_tr: Seçilen kullanıcı Ses Kaydedici rolüne sahip değil.

source: The selected verb mood override is invalid for this word set.
tr_tr: Seçilen fiil kipi geçersiz kılma işlemi bu sözcük kümesi için geçersizdir.

source: The selected verb tense override is invalid for this word set.
tr_tr: Seçilen fiil zamanı geçersiz kılma bu sözcük kümesi için geçersizdir.

source: The selected word is invalid or unavailable.
tr_tr: Seçilen sözcük geçersiz veya kullanılamıyor.

source: The selected word set for full export is invalid.
tr_tr: Tam dışa aktarma için seçilen kelime seti geçersiz.

source: The source image file is missing or unreadable.
tr_tr: Kaynak görüntü dosyası eksik veya okunamıyor.

source: The word "%1$s" was created but could not be assigned to the category: %2$s
tr_tr: "%1$s" sözcüğü oluşturuldu ancak şu kategoriye atanamadı: %2$s

source: The word "%1$s" was created but could not be assigned to the word set: %2$s
tr_tr: "%1$s" sözcüğü oluşturuldu ancak sözcük kümesine atanamadı: %2$s

source: This dictionary entry belongs to a different word set.
tr_tr: Bu sözlük girişi farklı bir kelime kümesine aittir.

source: This image does not currently need optimization.
tr_tr: Bu görüntünün şu anda optimizasyona ihtiyacı yoktur.

source: This image format is not supported for WebP optimization.
tr_tr: Bu görüntü formatı WebP optimizasyonu için desteklenmez.

source: This lesson category is not available for prerequisite ordering.
tr_tr: Bu ders kategorisi ön koşul siparişi için mevcut değildir.

source: This means all available images already have the required recording types. Great work!
tr_tr: Bu, mevcut tüm görüntülerin zaten gerekli kayıt türlerine sahip olduğu anlamına gelir. Harika bir çalışma!

source: This quiz round has fewer than two answer options, so the quiz cannot continue. Please check that:
tr_tr: Bu test turunda ikiden az cevap seçeneği vardır, bu nedenle test devam edemez. Lütfen kontrol edin:

source: this recording
tr_tr: bu kayıt

source: This server cannot encode WebP images right now.
tr_tr: Bu sunucu şu anda WebP görüntülerini kodlayamıyor.

source: This will permanently delete your progress for %s. This cannot be undone. Continue?
tr_tr: Bu, %s için ilerlemenizi kalıcı olarak silecektir. Bu geri alınamaz. Devam edelim mi?

source: This will permanently delete your progress for all categories in this word set. This cannot be undone. Continue?
tr_tr: Bu, bu kelime setindeki tüm kategoriler için ilerlemenizi kalıcı olarak silecektir. Bu işlem geri alınamaz. Devam etmek mi?

source: This word has no audio recordings to split.
tr_tr: Bu kelimenin bölünecek ses kaydı yoktur.

source: This word image does not have a featured image to optimize.
tr_tr: Bu kelime görüntüsünün optimize edilecek bir öne çıkan görüntüsü yoktur.

source: This word set is currently private.
tr_tr: Bu kelime seti şu anda özeldir.

source: This word set is currently public.
tr_tr: Bu kelime seti şu anda herkese açıktır.

source: This word set is not using prerequisite ordering.
tr_tr: Bu sözcük kümesinde önkoşul sıralaması kullanılmamaktadır.

source: Time
tr_tr: Zaman

source: Tip: For large media libraries, export one category at a time or use small batches.
tr_tr: İpucu: Büyük medya kütüphaneleri için her seferinde bir kategoriyi dışa aktarın veya küçük gruplar halinde kullanın.

source: Tip: Hold Ctrl (Windows) or Command (Mac) to select multiple categories.
tr_tr: İpucu: Birden fazla kategori seçmek için Ctrl (Windows) veya Command (Mac) tuşunu basılı tutun.

source: Tip: Uncheck all and click Save to reset to main defaults.
tr_tr: İpucu: Tümünün işaretini kaldırın ve ana varsayılanlara sıfırlamak için Kaydet'e tıklayın.

source: Title
tr_tr: Başlık

source: Title cannot be empty.
tr_tr: Başlık boş olamaz.

source: Title, category, #post-id
tr_tr: Başlık, kategori, #post-id

source: Tools
tr_tr: Araçlar

source: Transcribe missing recordings for this lesson?
tr_tr: Bu ders için eksik kayıtların transkripsiyonu?

source: Transcribing %1$d of %2$d...
tr_tr: %2$d'nin %1$d'si yazıya dökülüyor...

source: Transcribing...
tr_tr: Transkripsiyon...

source: Transcription cancelled.
tr_tr: Transkripsiyon iptal edildi.

source: Transcription complete.
tr_tr: Transkripsiyon tamamlandı.

source: Transcription failed
tr_tr: Transkripsiyon başarısız

source: Transcription failed:
tr_tr: Transkripsiyon başarısız oldu:

source: Transcription guide
tr_tr: Transkripsiyon kılavuzu

source: Transcription is still processing. Please try again in a moment.
tr_tr: Transkripsiyon hala işleniyor. Lütfen birazdan tekrar deneyin.

source: Transcription session expired
tr_tr: Transkripsiyon oturumunun süresi doldu

source: Transcription session mismatch
tr_tr: Transkripsiyon oturumu uyuşmazlığı

source: Transition speed
tr_tr: Geçiş hızı

source: Translated Name
tr_tr: Çeviri

source: Translating...
tr_tr: Çeviri...

source: Translation
tr_tr: Çeviri

source: Translation (optional)
tr_tr: Çeviri (isteğe bağlı)

source: Translation failed
tr_tr: Çeviri başarısız oldu

source: Translation failed.
tr_tr: Çeviri başarısız oldu.

source: Translation failed:
tr_tr: Çeviri başarısız oldu:

source: Translation Language
tr_tr: Çeviri Dili

source: Translation language is not configured.
tr_tr: Çeviri dili yapılandırılmamış.

source: Translation ready.
tr_tr: Çeviri hazır.

source: Translation settings and API keys can only be updated by administrators.
tr_tr: Çeviri ayarları ve API anahtarları yalnızca yöneticiler tarafından güncellenebilir.

source: Trim
tr_tr: Döşeme

source: Type
tr_tr: Tip

source: Type category name
tr_tr: Kategori adını yazın

source: Type to select or create dictionary entry
tr_tr: Sözlük girişi seçmek veya oluşturmak için yazın

source: Type, pick, repeat.
tr_tr: Yaz, seç, tekrarla.

source: Types to exclude from this user. Only used if "Include Types" is empty.
tr_tr: Bu kullanıcıdan hariç tutulacak türler. Yalnızca "Türleri Dahil Et" boşsa kullanılır.

source: Unable to apply image updates right now.
tr_tr: Şu anda görüntü güncellemeleri uygulanamıyor.

source: Unable to apply import rules.
tr_tr: İçe aktarma kuralları uygulanamıyor.

source: Unable to create dictionary entry.
tr_tr: Sözlük girişi oluşturulamıyor.

source: Unable to create the account right now.
tr_tr: Şu anda hesap oluşturulamıyor.

source: Unable to enable lesson pages right now.
tr_tr: Ders sayfaları şu anda etkinleştirilemiyor.

source: Unable to find that recorder user.
tr_tr: Ses kaydedici kullanıcısı bulunamıyor.

source: Unable to find that word set.
tr_tr: Bu kelime grubu bulunamıyor.

source: Unable to import word option settings.
tr_tr: Sözcük seçeneği ayarları içe aktarılamıyor.

source: Unable to import words right now.
tr_tr: Şu anda kelimeler içe aktarılamıyor.

source: Unable to load missing items.
tr_tr: Eksik öğeler yüklenemiyor.

source: Unable to read the import file.
tr_tr: İçe aktarma dosyası okunamıyor.

source: Unable to reset progress right now.
tr_tr: Şu anda ilerleme sıfırlanamıyor.

source: Unable to resolve a canonical ratio.
tr_tr: Kanonik oran çözümlenemiyor.

source: Unable to save changes.
tr_tr: Değişiklikler kaydedilemiyor.

source: Unable to save prerequisites.
tr_tr: Ön koşullar kaydedilemiyor.

source: Unable to save right now.
tr_tr: Şu anda kaydedilemiyor.

source: Unable to save word option rules. Please check your selections.
tr_tr: Kelime seçeneği kuralları kaydedilemiyor. Lütfen seçimlerinizi kontrol edin.

source: Unable to transcribe recordings.
tr_tr: Kayıtların transkripsiyonu yapılamıyor.

source: Unable to update recorder access right now.
tr_tr: Kaydedici erişimi şu anda güncellenemiyor.

source: Unable to update word set settings right now.
tr_tr: Kelime seti ayarları şu anda güncellenemiyor.

source: Unable to update words.
tr_tr: Kelimeler güncellenemiyor.

source: Unable to use that category.
tr_tr: Bu kategori kullanılamıyor.

source: Unassign
tr_tr: Atamayı kaldır

source: Unassigned
tr_tr: Atanmamış

source: Unavailable
tr_tr: Kullanılamıyor

source: Uncategorized Defaults
tr_tr: Genel Varsayılanlar

source: Uncategorized defaults reset to main recording types.
tr_tr: Genel varsayılanlar ana kayıt türlerine sıfırlanır.

source: Uncategorized defaults updated.
tr_tr: Kategorize edilmemiş varsayılanlar güncellendi.

source: Uncategorized recording: %d
tr_tr: Kategorize edilmemiş kayıt: %d

source: Uncheck All
tr_tr: Seçimleri Kaldır

source: Undo
tr_tr: Geri al

source: Undo complete.
tr_tr: Geri alma işlemi tamamlandı.

source: Undo failed: import record not found.
tr_tr: Geri alma başarısız: içe aktarma kaydı bulunamadı.
