Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: Optimized image would be larger (%1$s -> %2$s), so it was not applied.
tr_tr: Optimize edilmiş görüntü daha büyük olacaktı (%1$s -> %2$s), bu yüzden uygulanmadı.

source: Optimized image would be larger than the current file at available quality levels, so it was not applied.
tr_tr: Optimize edilmiş görüntü, mevcut kalite seviyelerinde mevcut dosyadan daha büyük olacağından uygulanmadı.

source: Optimizing batch %1$d of %2$d...
tr_tr: %2$d'nin %1$d grubu optimize ediliyor...

source: Optimizing...
tr_tr: Optimize etmek...

source: Optional slug
tr_tr: İsteğe bağlı sümüklü böcek

source: Optional title
tr_tr: İsteğe bağlı başlık

source: Optional translated name
tr_tr: İsteğe bağlı çevrilmiş ad

source: Optional. Enter a title to create a new category instead of using the selected categories above. Start typing to reveal additional category options.
tr_tr: İsteğe bağlı. Yukarıdaki seçili kategorileri kullanmak yerine yeni bir kategori oluşturmak için bir başlık girin. Ek kategori seçeneklerini görüntülemek için yazmaya başlayın.

source: Optional. If provided, the new category will be created and used for all imported words.
tr_tr: İsteğe bağlı. Sağlanırsa, yeni kategori oluşturulur ve içe aktarılan tüm kelimeler için kullanılır.

source: Optional: Specify a custom URL to redirect this user to on login. Leave empty to use the default recording page.
tr_tr: İsteğe bağlı: Bu kullanıcıyı oturum açtığında yönlendirmek için özel bir URL belirtin. Varsayılan kayıt sayfasını kullanmak için boş bırakın.

source: or
tr_tr: veya

source: Or create a new category (new name takes priority):
tr_tr: Ya da yeni bir kategori oluşturun (yeni isim önceliklidir):

source: Or enter custom wrong-answer text (one per line):
tr_tr: Veya özel yanlış cevap metni girin (her satır için bir tane):

source: Or select a zip already on the server
tr_tr: Veya zaten sunucuda bulunan bir zip seçin

source: Original title (optional)
tr_tr: Orijinal başlık (isteğe bağlı)

source: Original title updated.
tr_tr: Orijinal başlık güncellendi.

source: Other Users
tr_tr: Diğer Kullanıcılar

source: Over %s
tr_tr: Üzeri %s

source: Oversized WebP threshold: %1$s (animated WebP: %2$s)
tr_tr: Büyük boyutlu WebP eşiği: %1$s (animasyonlu WebP: %2$s)

source: Oversized WebP threshold: %s
tr_tr: Büyük boyutlu WebP eşiği: %s

source: Overview
tr_tr: Genel Bakış

source: Page %1$d of %2$d
tr_tr: %2$d'nin %1$d sayfası

source: Pair
tr_tr: Çift

source: Pairs with the same image are locked and cannot be removed.
tr_tr: Aynı görüntüye sahip çiftler kilitlenir ve kaldırılamaz.

source: Parent Category
tr_tr: Ana Kategori

source: Parent Word (ID)
tr_tr: Ana Kelime (ID)

source: Parent Word Set
tr_tr: Ebeveyn Kelime Seti

source: Parent Word Set:
tr_tr: Ebeveyn Kelime Seti:

source: Parent Word:
tr_tr: Ebeveyn kelimesi:

source: Part of Speech
tr_tr: Sözcük Türü

source: Part of speech
tr_tr: Sözcük türü

source: Parts of Speech
tr_tr: Sözcük Türleri

source: Password
tr_tr: Şifre

source: Password confirmation does not match.
tr_tr: Şifre onayı eşleşmiyor.

source: Paste an SVG, emoji, or text. Leave empty to use the default feminine icon.
tr_tr: Bir SVG, emoji veya metin yapıştırın. Varsayılan kadınsı simgeyi kullanmak için boş bırakın.

source: Paste an SVG, emoji, or text. Leave empty to use the default masculine icon.
tr_tr: Bir SVG, emoji veya metin yapıştırın. Varsayılan eril simgeyi kullanmak için boş bırakın.

source: Paste at least one prompt and answer pair to import.
tr_tr: İçe aktarmak için en az bir soru ve yanıt çifti yapıştırın.

source: Paste Prompt + Answer Pairs
tr_tr: İstemi Yapıştır + Yanıt Çiftleri

source: Perfect!
tr_tr: Mükemmel!

source: Permission denied
tr_tr: İzin reddedildi

source: Permission denied or invalid nonce.
tr_tr: İzin reddedildi veya geçersiz nonce.

source: Permission denied.
tr_tr: İzin verilmedi.

source: Pick at least one category.
tr_tr: En az bir kategori seçin.

source: Play
tr_tr: Oyun

source: Play %s recording
tr_tr: %s kaydını oynat

source: Play audio
tr_tr: Ses çalma

source: Play audio (default)
tr_tr: Ses çal (varsayılan)

source: Playing audio, then moving to the next word...
tr_tr: Ses çalınıyor, sonra bir sonraki kelimeye geçiliyor...

source: Please choose a managed word set when assigning the Word Set Manager role.
tr_tr: Kelime Kümesi Yöneticisi rolünü atarken lütfen yönetilen bir kelime kümesi seçin.

source: Please choose a username.
tr_tr: Lütfen bir kullanıcı adı seçin.

source: Please choose a valid category with recorded progress.
tr_tr: Lütfen kaydedilmiş ilerleme ile geçerli bir kategori seçin.

source: Please enter a password.
tr_tr: Lütfen bir şifre girin.

source: Please enter a title for the new category.
tr_tr: Lütfen yeni kategori için bir başlık girin.

source: Please enter a valid email address.
tr_tr: Lütfen geçerli bir e-posta adresi girin.

source: Please enter a valid notification email address.
tr_tr: Lütfen geçerli bir bildirim e-posta adresi girin.

source: Please provide at least one word to import.
tr_tr: Lütfen içe aktarmak için en az bir kelime sağlayın.

source: Plugin is up to date
tr_tr: Eklenti güncel

source: Plurality
tr_tr: Çoğulculuk

source: Plurality is not enabled for this word set.
tr_tr: Bu kelime seti için çoğulluk etkinleştirilmemiştir.

source: Plurality options
tr_tr: Çoğulculuk seçenekleri

source: Plurality Override
tr_tr: Çoğunluk Geçersiz Kılma

source: Popular Word Sets
tr_tr: Popüler Kelime Setleri

source: Practice
tr_tr: Tekrarla

source: Practice Mode
tr_tr: Tekrar Modu

source: Preferred size for text answer cards (in px). The quiz still scales text down when needed to fit smaller screens or longer words.
tr_tr: Metin cevap kartları için tercih edilen boyut (px cinsinden). Test, daha küçük ekranlara veya daha uzun kelimelere sığdırmak için gerektiğinde metni ölçeklendirmeye devam eder.

source: Preparing new word...
tr_tr: Yeni kelime hazırlanıyor...

source: Preparing uploads...
tr_tr: Yüklemeler hazırlanıyor...

source: Prerequisite editing is unavailable right now.
tr_tr: Önkoşul düzenleme şu anda kullanılamıyor.

source: Prerequisite-based
tr_tr: Önkoşul tabanlı

source: Prerequisites
tr_tr: Ön Koşullar

source: Prerequisites saved.
tr_tr: Önkoşullar kaydedildi.

source: Prerequisites were not saved because they create a loop.
tr_tr: Önkoşullar bir döngü oluşturdukları için kaydedilmemiştir.

source: Prerequisites were not saved because they create a loop: %s
tr_tr: Önkoşullar bir döngü oluşturdukları için kaydedilmedi: %s

source: Preview
tr_tr: Önizleme

source: Preview an import first, then confirm to apply it.
tr_tr: Bir içe aktarmayı önce önizleyin, ardından uygulamak için onaylayın.

source: Preview and import zip bundles into local categories, words, and audio.
tr_tr: Zip paketlerini önizleyin ve yerel kategorilere, kelimelere ve seslere aktarın.

source: Preview answer option
tr_tr: Cevap seçeneğini önizle

source: Preview cards use real word titles from this word set and auto-fit text like quiz text answer cards.
tr_tr: Önizleme kartları, bu kelime setindeki gerçek kelime başlıklarını kullanır ve sınav metni cevap kartları gibi metni otomatik olarak sığdırır.

source: Preview Import
tr_tr: Önizleme İçe Aktarma

source: Preview media file was not found in the source zip.
tr_tr: Önizleme medya dosyası kaynak zip içinde bulunamadı.

source: Preview media metadata is invalid.
tr_tr: Önizleme ortamı meta verileri geçersiz.

source: Preview media path validation failed.
tr_tr: Önizleme ortam yolu doğrulaması başarısız oldu.

source: Preview media request failed because the import preview expired.
tr_tr: İçe aktarma önizlemesinin süresi dolduğu için ortam önizleme isteği başarısız oldu.

source: Preview media request failed because the source zip could not be opened.
tr_tr: Kaynak zip açılamadığı için ortam önizleme isteği başarısız oldu.

source: Preview media request failed because the source zip is missing.
tr_tr: Kaynak zip eksik olduğu için ortam önizleme isteği başarısız oldu.

source: Preview media request failed nonce verification.
tr_tr: Önizleme medya isteği nonce doğrulamasında başarısız oldu.

source: Preview media request is invalid.
tr_tr: Önizleme medya isteği geçersiz.

source: Preview media stream could not be opened.
tr_tr: Önizleme medya akışı açılamadı.

source: Preview media type is not supported.
tr_tr: Önizleme ortam türü desteklenmiyor.

source: Previews show shortest/average/longest word titles from this word set. The quiz still auto-resizes text to fit each answer card.
tr_tr: Önizlemeler, bu kelime setindeki en kısa/ortalama/en uzun kelime başlıklarını gösterir. Test, metni her bir cevap kartına sığacak şekilde otomatik olarak yeniden boyutlandırmaya devam eder.

source: Previous
tr_tr: Önceki

source: Previous letter
tr_tr: Önceki mektup

source: Primary content management pages for vocabulary, media, and dictionary data.
tr_tr: Kelime, medya ve sözlük verileri için birincil içerik yönetimi sayfaları.

source: Private
tr_tr: Özel

source: Private word sets are only visible to the assigned manager and administrators in this first pass.
tr_tr: Özel kelime setleri bu ilk geçişte yalnızca atanmış yönetici ve yöneticiler tarafından görülebilir.

source: Private word sets are visible only to users who can manage that word set (or administrators).
tr_tr: Özel sözcük kümeleri yalnızca o sözcük kümesini yönetebilen kullanıcılar (veya yöneticiler) tarafından görülebilir.

source: Process recordings immediately and publish them after review.
tr_tr: Kayıtları hemen işleyin ve inceledikten sonra yayınlayın.

source: Processing audio...
tr_tr: Ses işleme...

source: Processing import bundle...
tr_tr: İçe aktarma paketi işleniyor...

source: Processing...
tr_tr: İşlem...

source: Progress
tr_tr: İlerleme

source: Progress is unavailable right now.
tr_tr: Şu anda ilerleme kaydedilemiyor.

source: Progress was reset for %s.
tr_tr: İlerleme %s için sıfırlandı.

source: Progress was reset for all categories in this word set.
tr_tr: Bu kelime setindeki tüm kategoriler için ilerleme sıfırlanmıştır.

source: Progress was reset.
tr_tr: İlerleme sıfırlandı.

source: Prompt and answer pairs
tr_tr: Soru ve cevap çiftleri

source: Public
tr_tr: Kamu

source: Published audio exists
tr_tr: Yayınlanmış ses var

source: Question
tr_tr: Soru halinde kaydet (örn. "X nerede?")

source: Queue
tr_tr: Sıra

source: Quiz Configuration Error
tr_tr: Sınav Yapılandırma Hatası

source: Quiz Content
tr_tr: Sınav İçeriği

source: Quiz modes
tr_tr: Sınav modları

source: Quiz modes for %s
tr_tr: %s için sınav modları

source: Quiz page cleanup completed. %d invalid pages removed and valid pages synced.
tr_tr: Sınav sayfası temizleme işlemi tamamlandı. %d geçersiz sayfalar kaldırıldı ve geçerli sayfalar senkronize edildi.

source: Quiz page cleanup completed. %d invalid pages removed.
tr_tr: Sınav sayfası temizleme işlemi tamamlandı. %d geçersiz sayfalar kaldırıldı.

source: Quiz Page Management
tr_tr: Sınav Sayfası Yönetimi

source: Quiz Prompt Type
tr_tr: Sınav İstemi Türü

source: Quiz Results
tr_tr: Sonuçlar

source: Quiz round requires at least two options.
tr_tr: Sınav turu en az iki seçenek gerektirir.

source: Quiz selection
tr_tr: Sınav seçimi

source: Quiz: %s
tr_tr: Sınav: %s

source: Quizlet-style tab-separated lines work best. Supported separators: tab, =>, ::, |
tr_tr: Quizlet tarzı sekmeyle ayrılmış satırlar en iyi sonucu verir. Desteklenen ayırıcılar: tab, =>, ::, |

source: Re-run with "Allow duplicate titles" to import them anyway.
tr_tr: Yine de içe aktarmak için "Yinelenen başlıklara izin ver" ile yeniden çalıştırın.

source: Reason
tr_tr: Sebep

source: Recent Imports
tr_tr: Son İthalatlar

source: Recommended
tr_tr: Tavsiye edilir

source: Recommended (%2$d)
tr_tr: Önerilen (%2$d)

source: Recommended:
tr_tr: Tavsiye edilir:

source: Recommended: %1$s in %2$s (%3$d words).
tr_tr: Önerilen: %2$s içinde %1$s (%3$d kelime).

source: Recommended: %1$s in %2$s.
tr_tr: Önerilen: %2$s içinde %1$s.

source: Record
tr_tr: Kayıt

source: Record a New Word
tr_tr: Yeni Bir Kelime Kaydetme

source: Record again
tr_tr: Tekrar kaydedin

source: Record Audio
tr_tr: Ses Kaydet

source: Record audio before saving this word.
tr_tr: Bu kelimeyi kaydetmeden önce sesi kaydedin.

source: Record New Word
tr_tr: Yeni Kelime Kaydet

source: Recorded By
tr_tr: Tarafından kaydedildi

source: Recorder
tr_tr: Ses Kaydedici

source: Recorder Access
tr_tr: Ses Kaydedici Erişimi

source: Recorder assignment removed for this word set.
tr_tr: Bu kelime seti için kaydedici ataması kaldırıldı.

source: Recorder assignment updated for this word set.
tr_tr: Bu kelime seti için kaydedici ataması güncellendi.

source: Recorders:
tr_tr: Kaydediciler:

source: Recording
tr_tr: Kayıt

source: Recording Date
tr_tr: Kayıt Tarihi

source: Recording is disabled for this category.
tr_tr: Bu kategori için kayıt devre dışıdır.

source: Recording Notification Email
tr_tr: Kayıt Bildirim E-postası

source: Recording Notification First Email Delay (minutes)
tr_tr: Kayıt Bildirimi İlk E-posta Gecikmesi (dakika)

source: Recording Type
tr_tr: Kayıt Türü

source: Recording Types
tr_tr: Kayıt Türleri

source: Recording types
tr_tr: Kayıt türleri

source: Recordings
tr_tr: Kayıtlar

source: recordings completed
tr_tr: kayıtlar tamamlandı

source: Recreate Editor Hub Page
tr_tr: Editör Hub Sayfasını Yeniden Oluşturun

source: Recreate Recording Page
tr_tr: Kayıt Sayfasını Yeniden Oluştur

source: Refresh
tr_tr: Yenile

source: Refresh Language List
tr_tr: Dil Listesini Yenile

source: Refresh Queue
tr_tr: Yenileme Kuyruğu

source: Registration security check failed. Please try again.
tr_tr: Kayıt güvenlik kontrolü başarısız oldu. Lütfen tekrar deneyin.

source: Remember me
tr_tr: Hatırla beni

source: Remove
tr_tr: Kaldırmak

source: Remove "%s" from this batch? It will remain unprocessed.
tr_tr: Bu partiden "%s "yi kaldıralım mı? İşlenmemiş olarak kalacaktır.

source: Remove %s
tr_tr: %s'yi kaldırın

source: Remove activity
tr_tr: Etkinliği kaldırın

source: Remove from this batch
tr_tr: Bu partiden çıkarın

source: Remove pair: %s
tr_tr: Çifti kaldır: %s

source: Remove recommendation
tr_tr: Öneriyi kaldırın

source: Reorder list
tr_tr: Yeniden sıralama listesi

source: Repair legacy image links and recreate missing word image posts.
tr_tr: Eski resim bağlantılarını onarın ve eksik kelime resmi gönderilerini yeniden oluşturun.

source: Repeat
tr_tr: Tekrarla

source: Repeat This Level
tr_tr: Bu Seviyeyi Tekrarla

source: Repeat this level to reinforce word-gender memory.
tr_tr: Kelime-cinsiyet hafızasını güçlendirmek için bu seviyeyi tekrarlayın.

source: Repeat this level until you get all answers right and answer quickly.
tr_tr: Tüm cevapları doğru ve hızlı bir şekilde cevaplayana kadar bu seviyeyi tekrarlayın.

source: Replace
tr_tr: Değiştirin

source: Replace captions for this lesson
tr_tr: Bu ders için altyazıları değiştirin

source: Replace captions for this lesson?
tr_tr: Bu ders için altyazıları değiştirelim mi?

source: Replace Recording Types
tr_tr: Kayıt Türlerini Değiştirin

source: Replacement is only available when all selected recordings share the same recording types.
tr_tr: Değiştirme yalnızca seçilen tüm kayıtlar aynı kayıt türlerini paylaştığında kullanılabilir.

source: Replacing this featured image also updates connected word posts automatically.
tr_tr: Bu öne çıkan görselin değiştirilmesi, bağlı word gönderilerini de otomatik olarak günceller.

source: Replay Listening
tr_tr: Tekrar Dinleme

source: Request failed
tr_tr: İstek başarısız oldu

source: Required when full bundle mode is enabled. Full exports are scoped to one word set.
tr_tr: Tam paket modu etkinleştirildiğinde gereklidir. Tam dışa aktarmalar bir sözcük kümesine kapsamlıdır.

source: Reset all categories
tr_tr: Tüm kategorileri sıfırla

source: Reset all categories requires progress in at least two categories.
tr_tr: Tüm kategorileri sıfırlamak için en az iki kategoride ilerleme kaydedilmesi gerekir.

source: Reset progress for %s
tr_tr: %s için ilerlemeyi sıfırla

source: Restart Quiz
tr_tr: Yeniden Başla

source: Result
tr_tr: Sonuç

source: Review and edit published audio posts used across the site.
tr_tr: Site genelinde kullanılan yayınlanmış sesli gönderileri gözden geçirin ve düzenleyin.

source: Review and process recordings:
tr_tr: Kayıtları gözden geçirin ve işleyin:

source: Review IPA symbols by word set and update phonetic text quickly.
tr_tr: IPA sembollerini kelime setine göre gözden geçirin ve fonetik metni hızlı bir şekilde güncelleyin.

source: Review IPA symbols per word set, update recordings, and add new keyboard symbols.
tr_tr: Kelime seti başına IPA sembollerini gözden geçirin, kayıtları güncelleyin ve yeni klavye sembolleri ekleyin.

source: Review Processed Audio
tr_tr: İşlenmiş Sesi İncele

source: Review queued recordings, clean audio, and publish approved files.
tr_tr: Kuyruğa alınmış kayıtları inceleyin, sesleri temizleyin ve onaylanmış dosyaları yayınlayın.

source: Review the processed audio below.
tr_tr: Aşağıdaki işlenmiş sesi inceleyin.

source: Round setup: %1$d of %2$d required options are available.
tr_tr: Yuvarlak kurulum: %2$d gerekli seçeneğin %1$d'si kullanılabilir durumda.

source: Same image
tr_tr: Aynı resim

source: Sample
tr_tr: Örnek

source: Save
tr_tr: Kaydet

source: Save %d processed audio file(s)?
tr_tr: İşlenmiş %d ses dosyası/dosyaları kaydedilsin mi?

source: Save & Next
tr_tr: Kaydet & Sonraki

source: Save All Changes
tr_tr: Tüm Değişiklikleri Kaydet

source: Save and Continue
tr_tr: Kaydet ve Devam Et

source: Save and continue
tr_tr: Kaydet ve devam et

source: Save category prerequisites
tr_tr: Kategori ön koşullarını kaydetme

source: Save groups
tr_tr: Grupları kaydet

source: Save Settings & Sync
tr_tr: Ayarları Kaydet ve Senkronize Et

source: Save the word set first to preview real words from this word set.
tr_tr: Bu kelime setindeki gerçek kelimeleri önizlemek için önce kelime setini kaydedin.

source: Save the word set first, then return to configure category ordering and prerequisites.
tr_tr: Önce sözcük kümesini kaydedin, ardından kategori sıralamasını ve önkoşulları yapılandırmak için geri dönün.

source: Save title
tr_tr: Başlığı kaydet

source: Save Word Set Settings
tr_tr: Kelime Seti Ayarlarını Kaydet

source: Saved %s
tr_tr: Kaydedildi %s

source: Saved.
tr_tr: Kaydedildi.

source: Saved. Next type selected.
tr_tr: Kaydedildi. Sonraki tip seçildi.

source: Saving is still in progress. Leaving this page will interrupt uploads.
tr_tr: Kaydetme işlemi hala devam ediyor. Bu sayfadan ayrılmak yüklemeleri kesintiye uğratacaktır.

source: Saving prerequisites...
tr_tr: Ön koşulları kaydediyorum...

source: Saving Processed Audio
tr_tr: İşlenmiş Sesi Kaydetme

source: Saving...
tr_tr: Kaydediliyor...

source: Saving: %1$s (%2$d/%3$d)
tr_tr: Kaydetme: %1$s (%2$d/%3$d)

source: Savings were under the minimum threshold (%s), so the existing WebP was kept.
tr_tr: Tasarruflar minimum eşiğin (%s) altındaydı, bu nedenle mevcut WebP korundu.

source: Saving…
tr_tr: Tasarruf

source: Scan for words that have a featured image but no corresponding "word_images" post, and create them.
tr_tr: Öne çıkan bir görseli olan ancak buna karşılık gelen bir "word_images" gönderisi olmayan kelimeleri tarayın ve bunları oluşturun.

source: Search
tr_tr: Arama

source: Search Audio Recordings
tr_tr: Ses Kayıtlarında Arama Yapın

source: Search categories
tr_tr: Arama kategorileri

source: Search Dictionary Entries
tr_tr: Sözlük Girişlerini Ara

source: Search Recording Types
tr_tr: Kayıt Türlerini Ara

source: Search Vocab Lessons
tr_tr: Kelime Derslerini Ara

source: Search Word Sets
tr_tr: Kelime Arama Setleri

source: Search words
tr_tr: Arama kelimeleri

source: Search words or translations
tr_tr: Kelime veya çeviri arama

source: Security check failed.
tr_tr: Güvenlik kontrolü başarısız oldu.

source: Security check failed. Please try again.
tr_tr: Güvenlik kontrolü başarısız oldu. Lütfen tekrar deneyin.

source: Seen
tr_tr: Görüldü

source: Select %s
tr_tr: Seçiniz %s

source: Select a category
tr_tr: Bir kategori seçin

source: Select a category from the left to preview crops and white-padding updates.
tr_tr: Mahsulleri ve beyaz dolgu güncellemelerini önizlemek için soldan bir kategori seçin.

source: Select a category to see its words.
tr_tr: Kelimelerini görmek için bir kategori seçin.

source: Select a file to import.
tr_tr: İçe aktarmak için bir dosya seçin.

source: Select a quiz…
tr_tr: Bir sınav seçin..

source: Select a recorder user
tr_tr: Bir kaydedici kullanıcısı seçin

source: Select a valid source category.
tr_tr: Geçerli bir kaynak kategorisi seçin.

source: Select a valid target category.
tr_tr: Geçerli bir hedef kategori seçin.

source: Select a valid word set you can access.
tr_tr: Erişebileceğiniz geçerli bir sözcük kümesi seçin.

source: Select a word
tr_tr: Bir kelime seçin

source: Select a word set
tr_tr: Bir sözcük kümesi seçin

source: Select a word set and category to manage word option rules.
tr_tr: Sözcük seçeneği kurallarını yönetmek için bir sözcük kümesi ve kategori seçin.

source: Select a word set first.
tr_tr: Önce bir sözcük kümesi seçin.

source: Select a word set to apply the import to.
tr_tr: İçe aktarmayı uygulamak için bir sözcük kümesi seçin.

source: Select a word set when exporting a full category bundle.
tr_tr: Tam bir kategori paketini dışa aktarırken bir sözcük kümesi seçin.

source: Select a zip file
tr_tr: Bir zip dosyası seçin

source: Select all
tr_tr: Tümünü seçin

source: Select all: %1$s
tr_tr: Tümünü seçin: %1$s

source: Select an existing word set
tr_tr: Mevcut bir sözcük kümesi seçin

source: Select at least one audio recording to move to the new word.
tr_tr: Yeni kelimeye taşımak için en az bir ses kaydı seçin.

source: Select at least one category to export.
tr_tr: Dışa aktarmak için en az bir kategori seçin.

source: Select at least one category.
tr_tr: En az bir kategori seçin.

source: Select at least one text source to export.
tr_tr: Dışa aktarmak için en az bir metin kaynağı seçin.

source: Select Categories
tr_tr: Kategorileri Seç

source: Select categories to study together
tr_tr: Birlikte çalışmak için kategoriler seçin

source: Select gender
tr_tr: Cinsiyet seçin

source: Select one focus (optional)
tr_tr: Bir odak seçin (isteğe bağlı)

source: Select part of speech
tr_tr: Konuşma bölümünü seçin

source: Select plurality
tr_tr: Çoğulluğu seçin

source: Select source category
tr_tr: Kaynak kategorisini seçin

source: Select target category
tr_tr: Hedef kategoriyi seçin

source: Select the category to apply these settings to. The suggested category has the most matching images.
tr_tr: Bu ayarların uygulanacağı kategoriyi seçin. Önerilen kategori en çok eşleşen görsele sahiptir.

source: Select the recording types that make sense for words in this category. Leave all unchecked to disable recording for this category.
tr_tr: Bu kategorideki kelimeler için anlamlı olan kayıt türlerini seçin. Bu kategorinin kaydını devre dışı bırakmak için tümünü işaretlemeyin.

source: Select verb mood
tr_tr: Fiil kipini seçin

source: Select verb tense
tr_tr: Fiil zamanını seçin

source: Select whether to create a new category or use an existing one.
tr_tr: Yeni bir kategori mi oluşturacağınızı yoksa mevcut bir kategoriyi mi kullanacağınızı seçin.

source: Select which recording types to export, and whether to include their text, translation, or both.
tr_tr: Hangi kayıt türlerinin dışa aktarılacağını ve metinlerinin mi, çevirilerinin mi yoksa her ikisinin mi dahil edileceğini seçin.

source: Select word set
tr_tr: Sözcük kümesini seçin

source: Selected categories (%d)
tr_tr: Seçilen kategoriler (%d)
