Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: Cloned words are moved into this new category (not kept in the source category).
tr_tr: Klonlanan kelimeler bu yeni kategoriye taşınır (kaynak kategoride tutulmaz).

source: Close
tr_tr: Kapat

source: Color used for custom gender options beyond masculine and feminine.
tr_tr: Eril ve dişilin ötesinde özel cinsiyet seçenekleri için kullanılan renk.

source: Color used for feminine gender badges.
tr_tr: Kadınsı cinsiyet rozetleri için kullanılan renk.

source: Color used for masculine gender badges.
tr_tr: Eril cinsiyet rozetleri için kullanılan renk.

source: Comma-separated language codes for Gloss columns (for example: en, tr).
tr_tr: Parlak sütunlar için virgülle ayrılmış dil kodları (örneğin: en, tr).

source: Common IPA symbols
tr_tr: Yaygın IPA sembolleri

source: Completed
tr_tr: Tamamlandı

source: Completed with %d warning(s). Check the error list below.
tr_tr: %d uyarı(lar) ile tamamlandı. Aşağıdaki hata listesini kontrol edin.

source: Completed with errors
tr_tr: Hatalarla tamamlandı

source: Completed with errors: %1$d saved, %2$d failed.
tr_tr: Hatalarla tamamlandı: %1$d kaydedildi, %2$d başarısız oldu.

source: Configuration and taxonomy pages used for setup and maintenance.
tr_tr: Kurulum ve bakım için kullanılan yapılandırma ve taksonomi sayfaları.

source: Configure global plugin behavior, languages, and operational defaults.
tr_tr: Genel eklenti davranışını, dilleri ve operasyonel varsayılanları yapılandırın.

source: Configure what this user should record when they use the audio recording interface.
tr_tr: Bu kullanıcının ses kayıt arayüzünü kullandığında ne kaydetmesi gerektiğini yapılandırın.

source: Configured
tr_tr: Yapılandırıldı

source: Confirm Import
tr_tr: İçe Aktarmayı Onayla

source: Confirm Import Target
tr_tr: İçe Aktarma Hedefini Onayla

source: Confirm Password
tr_tr: Şifreyi Onayla

source: Content
tr_tr: İçerik

source: Content Admin
tr_tr: İçerik Yöneticisi

source: Continue
tr_tr: Devam et

source: Continue Learning
tr_tr: Öğrenmeye Devam Edin

source: Control grouped options and blocked pairs for quiz wrong answers.
tr_tr: Sınav yanlış cevapları için gruplanmış seçenekleri ve engellenmiş çiftleri kontrol edin.

source: Controls category ordering on wordset pages. Alphabetical is used when no logical ordering is selected.
tr_tr: Kelime kümesi sayfalarındaki kategori sıralamasını kontrol eder. Mantıksal sıralama seçilmediğinde Alfabetik kullanılır.

source: Controls lesson pages and [word_grid] displays. "Hide" shows images/audio buttons only. "Use word set default" follows the word set setting for non-text quiz categories.
tr_tr: Ders sayfalarını ve [word_grid] ekranlarını kontrol eder. "Gizle" yalnızca resim/ses düğmelerini gösterir. "Varsayılan sözcük kümesini kullan" metin olmayan sınav kategorileri için sözcük kümesi ayarını izler.

source: Copy source category quiz/recording settings to the new category
tr_tr: Kaynak kategori sınav/kayıt ayarlarını yeni kategoriye kopyalayın

source: Copy words from one category into another category within the same word set. New words keep title, image, and metadata, but start without recordings.
tr_tr: Kelimeleri bir kategoriden aynı kelime seti içindeki başka bir kategoriye kopyalayın. Yeni kelimeler başlık, resim ve meta verileri korur, ancak kayıtlar olmadan başlar.

source: Copyright Info
tr_tr: Telif Hakkı Bilgisi

source: Correct:
tr_tr: Doğru:

source: Could not access the current uploads folder for the optimized image.
tr_tr: Optimize edilmiş görüntü için geçerli yüklemeler klasörüne erişilemedi.

source: Could not add export data to the zip file.
tr_tr: Zip dosyasına dışa aktarma verileri eklenemedi.

source: Could not add media files to the export zip.
tr_tr: Dışa aktarma zip'ine medya dosyaları eklenemedi.

source: Could not copy audio into uploads.
tr_tr: Yüklemelere ses kopyalanamadı.

source: Could not copy image into uploads.
tr_tr: Resim yüklemelere kopyalanamadı.

source: Could not create %1$s term "%2$s": %3$s
tr_tr: 1$s terimi "%2$s" oluşturulamadı: %3$s

source: Could not create a padded image canvas.
tr_tr: Dolgulu bir görüntü tuvali oluşturulamadı.

source: Could not create export storage directory.
tr_tr: Dışa aktarma depolama dizini oluşturulamadı.

source: Could not create export zip.
tr_tr: Dışa aktarma zip'i oluşturulamadı.

source: Could not create the "%1$s" category: %2$s
tr_tr: "%1$s" kategorisi oluşturulamadı: %2$s

source: Could not create the current uploads folder for the optimized image.
tr_tr: Optimize edilmiş görüntü için geçerli yüklemeler klasörü oluşturulamadı.

source: Could not create the new word post. Please try again.
tr_tr: Yeni kelime gönderisi oluşturulamadı. Lütfen tekrar deneyin.

source: Could not create the target category. Please try a different name or slug.
tr_tr: Hedef kategori oluşturulamadı. Lütfen farklı bir ad veya slug deneyin.

source: Could not create uploads directory.
tr_tr: Yüklemeler dizini oluşturulamadı.

source: Could not decode source image data.
tr_tr: Kaynak görüntü verilerinin kodu çözülemedi.

source: Could not download the remote image for optimization: %s
tr_tr: Optimizasyon için uzak görüntü indirilemedi: %s

source: Could not encode export payload.
tr_tr: Dışa aktarma yükü kodlanamadı.

source: Could not finalize export zip.
tr_tr: Dışa aktarma zip'i sonlandırılamadı.

source: Could not link word "%1$s" to source word image "%2$s".
tr_tr: "%1$s" sözcüğü "%2$s" kaynak sözcük görüntüsüne bağlanamadı.

source: Could not load recording types for the selected recordings.
tr_tr: Seçilen kayıtlar için kayıt türleri yüklenemedi.

source: Could not load the WebP optimization queue.
tr_tr: WebP optimizasyon kuyruğu yüklenemedi.

source: Could not open the export file for download.
tr_tr: İndirme için dışa aktarma dosyası açılamadı.

source: Could not optimize animated WebP image: %s
tr_tr: Animasyonlu WebP görüntüsü optimize edilemedi: %s

source: Could not optimize this image right now.
tr_tr: Bu görüntü şu anda optimize edilemiyor.

source: Could not place the source image on the padded canvas.
tr_tr: Kaynak görüntü dolgulu tuval üzerine yerleştirilemedi.

source: Could not prepare the export download link. Please try again.
tr_tr: Dışa aktarma indirme bağlantısı hazırlanamadı. Lütfen tekrar deneyin.

source: Could not produce an optimized WebP file from this image.
tr_tr: Bu görüntüden optimize edilmiş bir WebP dosyası üretilemedi.

source: Could not read CSV file "%s".
tr_tr: CSV dosyası "%s" okunamadı.

source: Could not read source image data.
tr_tr: Kaynak görüntü verileri okunamadı.

source: Could not read the export file size.
tr_tr: Dışa aktarma dosya boyutu okunamadı.

source: Could not read the optimized animated WebP file size.
tr_tr: Optimize edilmiş animasyonlu WebP dosya boyutu okunamadı.

source: Could not read the optimized WebP file size.
tr_tr: Optimize edilmiş WebP dosya boyutu okunamadı.

source: Could not save cropped image.
tr_tr: Kırpılmış görüntü kaydedilemedi.

source: Could not save optimized animated WebP image.
tr_tr: Optimize edilmiş animasyonlu WebP görüntüsü kaydedilemedi.

source: Could not save optimized WebP image.
tr_tr: Optimize edilmiş WebP görüntüsü kaydedilemedi.

source: Could not save the generated image.
tr_tr: Oluşturulan görüntü kaydedilemedi.

source: Could not save the optimized image.
tr_tr: Optimize edilmiş görüntü kaydedilemedi.

source: Could not save white-padded image.
tr_tr: Beyaz dolgulu görüntü kaydedilemedi.

source: Could not start CSV export.
tr_tr: CSV dışa aktarımı başlatılamadı.

source: Could not stream the export file.
tr_tr: Dışa aktarma dosyası aktarılamadı.

source: Could not update title.
tr_tr: Başlık güncellenemedi.

source: Create a new category
tr_tr: Yeni bir kategori oluşturun

source: Create a new category for these words
tr_tr: Bu kelimeler için yeni bir kategori oluşturun

source: Create a new editor hub page?
tr_tr: Yeni bir editör merkezi sayfası mı oluşturuyorsunuz?

source: Create a new recording page?
tr_tr: Yeni bir kayıt sayfası mı oluşturuyorsunuz?

source: Create a word image
tr_tr: Bir kelime görüntüsü oluşturun

source: Create account
tr_tr: Hesap oluştur

source: Create and link new dictionary entry
tr_tr: Yeni sözlük girişi oluşturma ve bağlama

source: Create and organize categories used to build quizzes and pages.
tr_tr: Testler ve sayfalar oluşturmak için kullanılan kategorileri oluşturun ve düzenleyin.

source: Create Editor Hub Page
tr_tr: Editör Hub Sayfası Oluşturma

source: Create learner account
tr_tr: Öğrenci hesabı oluşturun

source: Create many draft word posts at once from pasted text.
tr_tr: Yapıştırılan metinden aynı anda birçok taslak kelime gönderisi oluşturun.

source: Create Missing Word-Image Posts
tr_tr: Eksik Kelime-Resim Gönderileri Oluşturun

source: Create new category (default)
tr_tr: Yeni kategori oluştur (varsayılan)

source: Create New Category Instead (enter title)
tr_tr: Bunun Yerine Yeni Kategori Oluştur (başlık girin)

source: Create or reuse source word set(s) from the export
tr_tr: Dışa aktarımdan kaynak sözcük kümeleri oluşturma veya yeniden kullanma

source: Create Recording Page
tr_tr: Kayıt Sayfası Oluştur

source: Created
tr_tr: Oluşturuldu

source: Created %d word image posts.
tr_tr: Oluşturulan %d kelime resim gönderileri.

source: Created new category "%s".
tr_tr: Yeni "%s" kategorisi oluşturuldu.

source: Crop: x:%1$d y:%2$d w:%3$d h:%4$d
tr_tr: Kırpma: x:%1$d y:%2$d w:%3$d h:%4$d

source: CSV parsing skipped %d file before import. Review the warnings below for details.
tr_tr: CSV ayrıştırma içe aktarmadan önce %d dosyasını atladı. Ayrıntılar için aşağıdaki uyarıları inceleyin.

source: CSV parsing skipped %d row before import.
tr_tr: CSV ayrıştırması içe aktarmadan önce %d satırını atladı.

source: CSV parsing used %1$d of %2$d non-empty rows before import (%3$d skipped).
tr_tr: CSV ayrıştırma, içe aktarmadan önce %2$d boş olmayan satırın %1$d'sini kullandı (%3$d atlandı).

source: Current
tr_tr: Güncel

source: Current ratio: %s
tr_tr: Cari oran: %s

source: Current User
tr_tr: Mevcut Kullanıcı

source: Current wordset filter: <strong>%s</strong>
tr_tr: Geçerli sözcük kümesi filtresi: <strong>%s</strong>

source: Current:
tr_tr: Şu anda:

source: Currently disabled (no recording types selected).
tr_tr: Şu anda devre dışı (hiçbir kayıt türü seçili değil).

source: Custom ratio
tr_tr: Özel oran

source: Custom Recording Page URL
tr_tr: Özel Kayıt Sayfası URL'si

source: Cycle
tr_tr: Döngü

source: Cycle detected
tr_tr: Döngü algılandı

source: cycle detected
tr_tr: döngü algılandı

source: Daily operational tools for processing content, media, and quiz behavior.
tr_tr: İçerik, medya ve sınav davranışını işlemek için günlük operasyonel araçlar.

source: Date
tr_tr: Tarih

source: Decide how often starred words appear: normal mix, starred twice, or only starred.
tr_tr: Yıldızlı kelimelerin ne sıklıkta görüneceğine karar verin: normal karışım, iki kez yıldızlı veya sadece yıldızlı.

source: DeepL API Key
tr_tr: DeepL API Anahtarı

source: DeepL API key not configured.
tr_tr: DeepL API anahtarı yapılandırılmamış.

source: Default device/browser font
tr_tr: Varsayılan cihaz/tarayıcı yazı tipi

source: Default Editor Hub Page
tr_tr: Varsayılan Editör Hub Sayfası

source: Default Recording Page
tr_tr: Varsayılan Kayıt Sayfası

source: Default weight for text answer options.
tr_tr: Metin yanıt seçenekleri için varsayılan ağırlık.

source: Default Word Set
tr_tr: Varsayılan Kelime Seti

source: Defaults to the site name.
tr_tr: Varsayılan olarak site adıdır.

source: Defaults to the word set name.
tr_tr: Varsayılan ayar adı kelimesidir.

source: Define recording type labels used by recording and export workflows.
tr_tr: Kayıt ve dışa aktarma iş akışları tarafından kullanılan kayıt türü etiketlerini tanımlayın.

source: Delete
tr_tr: Silme

source: Delete "%s"? This action cannot be undone.
tr_tr: "%s" silinsin mi? Bu eylem geri alınamaz.

source: Delete %d recording(s)? This action cannot be undone.
tr_tr: Kayıt(lar) %d silinsin mi? Bu eylem geri alınamaz.

source: Delete All
tr_tr: Tümünü Sil

source: Delete Selected
tr_tr: Seçileni Sil

source: Delete this recording
tr_tr: Bu kaydı sil

source: Deleted %1$d recording(s). Failed to delete %2$d.
tr_tr: %1$d kayıt(lar) silindi. %2$d silinemedi.

source: Deleted %d recording(s).
tr_tr: Silinen %d kayıt(lar).

source: Deleting...
tr_tr: Siliniyor...

source: Descending
tr_tr: Alçalma

source: Deselect all
tr_tr: Tümünün seçimini kaldır

source: Deselect all: %1$s
tr_tr: Tümünün seçimini kaldır: %1$s

source: Desired Recording Types
tr_tr: İstenen Kayıt Türleri

source: Desired recording types
tr_tr: İstenen kayıt türleri

source: Detect category image ratio mismatches and apply guided fixed-ratio crops.
tr_tr: Kategori görüntü oranı uyumsuzluklarını tespit edin ve kılavuzlu sabit oranlı kırpmalar uygulayın.

source: Detected %1$d media files (warning threshold: %2$d). Large imports can hit server time or memory limits.
tr_tr: 1$d medya dosyası algılandı (uyarı eşiği: %2$d). Büyük içe aktarmalar sunucu zaman veya bellek sınırlarına ulaşabilir.

source: Detected %1$s of media files (warning threshold: %2$s). Large imports can hit server time or memory limits.
tr_tr: 1$s medya dosyası algılandı (uyarı eşiği: %2$s). Büyük içe aktarmalar sunucu zaman veya bellek sınırlarına ulaşabilir.

source: Dialect
tr_tr: Lehçe

source: Dictionary Entries
tr_tr: Sözlük Girişleri

source: Dictionary entries can only be linked to words.
tr_tr: Sözlük girdileri yalnızca sözcüklere bağlanabilir.

source: Dictionary Entry
tr_tr: Sözlük Girişi

source: Dictionary entry
tr_tr: Sözlük girişi

source: Dictionary Entry %d
tr_tr: Sözlük Girişi %d

source: Dictionary entry ID
tr_tr: Sözlük giriş kimliği

source: Dictionary entry title cannot be empty.
tr_tr: Sözlük girişi başlığı boş olamaz.

source: Dictionary entry translation
tr_tr: Sözlük girişi çevirisi

source: Difficulty
tr_tr: Zorluk

source: Difficulty Score
tr_tr: Zorluk Puanı

source: disabled
tr_tr: devre dışı

source: Down
tr_tr: Aşağı

source: Download category bundles and CSV text exports for transfer or backup.
tr_tr: Aktarım veya yedekleme için kategori paketlerini ve CSV metin dışa aktarımlarını indirin.

source: Download CSV
tr_tr: CSV'yi İndir

source: Download export (.zip)
tr_tr: Dışa aktarımı indirin (.zip)

source: Download group and pair settings for this category as JSON, mapped to image hashes.
tr_tr: Bu kategori için grup ve çift ayarlarını görüntü karmalarına eşlenmiş JSON olarak indirin.

source: Download JSON
tr_tr: JSON İndir

source: Duplicate
tr_tr: Yinelenen

source: Duplicate Category
tr_tr: Mükerrer Kategori

source: Duplicate Category Words
tr_tr: Yinelenen Kategori Sözcükleri

source: Duplicate in queue
tr_tr: Kuyrukta kopya

source: Duplicate Words
tr_tr: Mükerrer Kelimeler

source: Duplicates
tr_tr: Kopyalar

source: Duplicates are hidden so you can process one recording per word and recording type first.
tr_tr: Kopyalar gizlenir, böylece önce kelime ve kayıt türü başına bir kayıt işleyebilirsiniz.

source: e.g. 4:3
tr_tr: örn. 4:3

source: e.g. IPA symbols
tr_tr: örneğin IPA sembolleri

source: e.g. r
tr_tr: örn. r

source: e.g., Food
tr_tr: örneğin, Gıda

source: Each line will become a new draft word post with the title automatically capitalized.
tr_tr: Her satır, başlığı otomatik olarak büyük harfle yazılan yeni bir taslak kelime gönderisi haline gelecektir.

source: Each selected source adds rows. Gloss columns use the paired translation when available.
tr_tr: Seçilen her kaynak satır ekler. Parlaklık sütunları, mevcut olduğunda eşleştirilmiş çeviriyi kullanır.

source: Edit
tr_tr: Düzenle

source: Edit Audio Recording
tr_tr: Ses Kaydını Düzenleme

source: Edit Dictionary Entry
tr_tr: Sözlük Girişini Düzenle

source: Edit lesson post content and ordering used for vocab lesson pages.
tr_tr: Kelime dersi sayfaları için kullanılan ders gönderisi içeriğini ve sıralamasını düzenleyin.

source: Edit New
tr_tr: Yeni Düzenle

source: Edit Original
tr_tr: Orijinali Düzenle

source: Edit Page
tr_tr: Sayfayı Düzenle

source: Edit Recording Type
tr_tr: Kayıt Türünü Düzenle

source: Edit title
tr_tr: Başlığı düzenle

source: Edit Vocab Lesson
tr_tr: Kelime Dersini Düzenle

source: Edit word
tr_tr: Kelimeyi düzenle

source: Edit Word Images
tr_tr: Kelime Görüntülerini Düzenleme

source: Edit Word Set
tr_tr: Kelime Setini Düzenle

source: Editor Hub
tr_tr: Editör Merkezi

source: Editor Hub Page Created!
tr_tr: Editör Merkezi Sayfası Oluşturuldu!

source: Email
tr_tr: E-posta

source: Empty transcript
tr_tr: Boş transkript

source: Enable grammatical gender for this word set
tr_tr: Bu sözcük kümesi için dilbilgisel cinsiyeti etkinleştirin

source: Enable grammatical gender for this word set.
tr_tr: Bu sözcük kümesi için dilbilgisel cinsiyeti etkinleştirin.

source: Enable lesson pages
tr_tr: Ders sayfalarını etkinleştirin

source: Enable plurality for this word set
tr_tr: Bu sözcük kümesi için çoğulluğu etkinleştirin

source: Enable plurality for this word set.
tr_tr: Bu sözcük kümesi için çoğulluğu etkinleştirin.

source: Enable verb mood for this word set
tr_tr: Bu kelime seti için fiil kipini etkinleştirin

source: Enable verb mood tags for this word set.
tr_tr: Bu sözcük kümesi için fiil kipi etiketlerini etkinleştirin.

source: Enable verb tense for this word set
tr_tr: Bu sözcük kümesi için fiil zamanını etkinleştirin

source: Enable verb tense tags for this word set.
tr_tr: Bu sözcük kümesi için fiil zaman etiketlerini etkinleştirin.

source: Enabled modes
tr_tr: Etkin modlar

source: Enabled when selected recordings all share the same recording types.
tr_tr: Seçilen kayıtların tümü aynı kayıt türlerini paylaştığında etkinleştirilir.

source: Enter 0 to unlink.
tr_tr: Bağlantıyı kaldırmak için 0 girin.

source: Enter a category name or disable "Create new category".
tr_tr: Bir kategori adı girin veya "Yeni kategori oluştur" seçeneğini devre dışı bırakın.

source: Enter a name for the new target category.
tr_tr: Yeni hedef kategori için bir ad girin.

source: Enter a name for the word set.
tr_tr: Sözcük kümesi için bir ad girin.

source: Enter a valid ratio like 4:3.
tr_tr: 4:3 gibi geçerli bir oran girin.

source: Enter letters and IPA symbols to add.
tr_tr: Eklemek için harfleri ve IPA sembollerini girin.

source: Enter names separated by commas, tabs or new lines…
tr_tr: Virgül, sekme veya yeni satır ile ayrılmış isimleri girin..

source: Enter one or more symbols to add.
tr_tr: Eklemek için bir veya daha fazla sembol girin.

source: Enter one word per line
tr_tr: Satır başına bir kelime girin

source: Enter the language for this word set.
tr_tr: Bu sözcük kümesi için dili girin.

source: Enter the Post ID of a word that looks similar:
tr_tr: Benzer görünen bir kelimenin Posta Kimliğini girin:

source: Enter the translated name for this category.
tr_tr: Bu kategori için çevrilmiş adı girin.

source: Enter the translation
tr_tr: Çeviriyi girin

source: Enter the word in the target language
tr_tr: Kelimeyi hedef dilde girin

source: Enter word title
tr_tr: Kelime başlığını girin

source: Enter Your AssemblyAI API Key
tr_tr: AssemblyAI API Anahtarınızı Girin

source: Enter Your DeepL API Key
tr_tr: DeepL API Anahtarınızı Girin

source: Error deleting recording: %s
tr_tr: Kayıt silinirken hata oluştu: %s

source: Error details
tr_tr: Hata ayrıntıları

source: Error:
tr_tr: Hatalar:

source: Error: Could not access microphone
tr_tr: Hata: Mikrofona erişilemedi

source: Errors:
tr_tr: Hatalar:

source: Example imported item
tr_tr: Örnek ithal ürün

source: Examples
tr_tr: Örnekler

source: Exclude Recording Types
tr_tr: Kayıt Türlerini Hariç Tut

source: Existing category
tr_tr: Mevcut kategori

source: Existing Target Category
tr_tr: Mevcut Hedef Kategorisi

source: Export
tr_tr: İhracat

source: Export category bundles as a zip. Image mode includes categories and word images; full mode also includes words, audio, and source word sets.
tr_tr: Kategori paketlerini zip olarak dışa aktarın. Görüntü modu kategorileri ve kelime görüntülerini içerir; tam mod ayrıca kelimeleri, sesi ve kaynak kelime setlerini de içerir.

source: Export download has expired. Generate a new export and try again.
tr_tr: Dışa aktarma indirme süresi doldu. Yeni bir dışa aktarma oluşturun ve tekrar deneyin.

source: Export download link is invalid or expired.
tr_tr: Dışa aktarma indirme bağlantısı geçersiz veya süresi dolmuş.

source: Export download link is invalid.
tr_tr: Dışa aktarma indirme bağlantısı geçersiz.

source: Export stopped: estimated media size (%1$s) exceeds the hard limit (%2$s).
tr_tr: Dışa aktarma durduruldu: tahmini ortam boyutu (%1$s) sabit sınırı (%2$s) aşıyor.

source: Export stopped: media file count (%1$d) exceeds the hard limit (%2$d).
tr_tr: Dışa aktarma durduruldu: ortam dosyası sayısı (%1$d) sabit sınırı (%2$d) aşıyor.

source: Export stopped: multi-category full export estimated media size (%1$s) exceeds the reliability limit (%2$s). Split categories into smaller batches and try again.
tr_tr: Dışa aktarma durduruldu: çok kategorili tam dışa aktarma tahmini ortam boyutu (%1$s) güvenilirlik sınırını (%2$s) aşıyor. Kategorileri daha küçük gruplara ayırın ve tekrar deneyin.

source: Export warning: estimated media size is %1$s (threshold %2$s). Tick \"Allow export when warning threshold is exceeded\" and run export again.
tr_tr: Dışa aktarma uyarısı: tahmini ortam boyutu %1$s (eşik %2$s). "Uyarı eşiği aşıldığında dışa aktarmaya izin ver\" seçeneğini işaretleyin ve dışa aktarmayı tekrar çalıştırın.

source: Export Word Text (CSV)
tr_tr: Word Metnini Dışa Aktar (CSV)

source: Exported from category: %s
tr_tr: Kategori: %s'den dışa aktarıldı

source: Exports words assigned to the selected word set.
tr_tr: Seçilen sözcük kümesine atanan sözcükleri dışa aktarır.

source: Extra-bold (800)
tr_tr: Ekstra kalın (800)

source: Failed to create "%1$s": %2$s
tr_tr: "%1$s" oluşturulamadı: %2$s

source: Failed to create audio "%1$s" for word "%2$s": %3$s
tr_tr: "%2$s" sözcüğü için "%1$s" sesi oluşturulamadı: %3$s

source: Failed to create category: %s
tr_tr: Kategori oluşturulamadı: %s

source: Failed to create page
tr_tr: Sayfa oluşturulamadı

source: Failed to create split word.
tr_tr: Bölünmüş sözcük oluşturulamadı.

source: Failed to create word "%s": %s
tr_tr: "%s" sözcüğü oluşturulamadı: %s

source: Failed to create word image "%s": %s
tr_tr: "%s" sözcük görüntüsü oluşturulamadı: %s

source: Failed to create word post: %s
tr_tr: Word gönderisi oluşturulamadı: %s

source: Failed to create word set "%s": %s
tr_tr: "%s" sözcük kümesi oluşturulamadı: %s

source: Failed to create word: %s
tr_tr: Sözcük oluşturulamadı: %s

source: Failed to create word_audio post: %s
tr_tr: Word_audio gönderisi oluşturulamadı: %s

source: Failed to delete attachment %d during undo.
tr_tr: Geri alma sırasında %d eki silinemedi.

source: Failed to delete audio recording
tr_tr: Ses kaydı silinemedi

source: Failed to delete category term %d during undo.
tr_tr: Geri alma sırasında %d kategori terimi silinemedi.

source: Failed to delete recording
tr_tr: Kayıt silinemedi

source: Failed to delete word image post %d during undo.
tr_tr: Geri alma sırasında %d kelime görüntüsü gönderisi silinemedi.

source: Failed to delete word post %d during undo.
tr_tr: Geri alma sırasında %d kelime gönderisi silinemedi.

source: Failed to delete word set term %d during undo.
tr_tr: Geri alma sırasında %d sözcük kümesi terimi silinemedi.

source: Failed to delete word_audio post %d during undo.
tr_tr: Geri alma sırasında word_audio post %d silinemedi.

source: Failed to find/create word post: %s
tr_tr: Sözcük gönderisi bulunamadı/oluşturulamadı: %s

source: Failed to find/create word: %s
tr_tr: Sözcük bulunamadı/oluşturulamadı: %s
