Repository: stronganchor/language-learner-tools
Catalog: languages/ll-tools-text-domain-*.po
Languages: tr_tr

source: Undo finished with some errors.
tr_tr: Geri alma işlemi bazı hatalarla tamamlandı.

source: Undo import
tr_tr: İçe aktarmayı geri al

source: Undo is unavailable for this import record.
tr_tr: Bu içe aktarma kaydı için geri alma kullanılamaz.

source: Undo skipped: this import was already undone.
tr_tr: Geri al atlandı: bu içe aktarma zaten geri alınmıştı.

source: Undo this import? This removes items created by this import and cannot be undone.
tr_tr: Bu içe aktarmayı geri al? Bu, bu içe aktarma tarafından oluşturulan öğeleri kaldırır ve geri alınamaz.

source: Undone
tr_tr: Bitmemiş

source: Unexpected error while saving. Please try again.
tr_tr: Kaydederken beklenmeyen hata. Lütfen tekrar deneyin.

source: Unhide
tr_tr: Göster

source: Unhide %s
tr_tr: Göster %s

source: Unhide failed:
tr_tr: Gösterme başarısız oldu:

source: Unknown
tr_tr: Bilinmiyor

source: Unknown error.
tr_tr: Bilinmeyen hata.

source: Unknown recorder error.
tr_tr: Bilinmeyen kaydedici hatası.

source: Unknown size
tr_tr: Bilinmeyen boyut

source: Unknown user
tr_tr: Bilinmeyen kullanıcı

source: Unstar all
tr_tr: Hepsini kaldır

source: Unstar word
tr_tr: Yıldızsız kelime

source: Unstarred only
tr_tr: Sadece yıldızsız

source: Unsupported
tr_tr: Desteklenmiyor

source: Up
tr_tr: Yukarı

source: Up to date
tr_tr: Güncel

source: Upcoming activities
tr_tr: Yaklaşan etkinlikler

source: Update Language Learner Tools to version %s
tr_tr: Dil Öğrenici Araçlarını %s sürümüne güncelleyin

source: Update Preview
tr_tr: Güncelleme Önizlemesi

source: Update Recording Type
tr_tr: Kayıt Türünü Güncelle

source: Update to %s
tr_tr: %s olarak güncelle

source: Update Word Set
tr_tr: Kelime Setini Güncelle

source: Updated %d nouns.
tr_tr: Güncellenmiş %d isimler.

source: Updated %d verbs.
tr_tr: %d fiilleri güncellendi.

source: Updated %d words.
tr_tr: Güncellenmiş %d kelime.

source: Updating...
tr_tr: Güncelleniyor...

source: Upload an exported JSON file and select the word set to apply it to. You will confirm the category on the next step.
tr_tr: Dışa aktarılmış bir JSON dosyası yükleyin ve uygulanacak kelime setini seçin. Bir sonraki adımda kategoriyi onaylayacaksınız.

source: Upload directory is unavailable
tr_tr: Yükleme dizini kullanılamıyor

source: Upload export zip (optional)
tr_tr: Dışa aktarma zip'ini yükleyin (isteğe bağlı)

source: Upload failed:
tr_tr: Yükleme başarısız oldu:

source: Upload images and optionally auto-create draft words in this word set when the category supports image-to-text quizzes.
tr_tr: Kategori resimden metne sınavları desteklediğinde, resimleri yükleyin ve isteğe bağlı olarak bu kelime kümesinde taslak kelimeleri otomatik oluşturun.

source: Upload source is invalid.
tr_tr: Yükleme kaynağı geçersiz.

source: Upload the zip to %s and refresh this page to select it. If both fields are used, the uploaded file takes precedence.
tr_tr: Zip dosyasını %s'ye yükleyin ve seçmek için bu sayfayı yenileyin. Her iki alan da kullanılıyorsa, yüklenen dosya önceliklidir.

source: Uploaded audio file is empty.
tr_tr: Yüklenen ses dosyası boş.

source: Uploaded audio file is missing or unreadable.
tr_tr: Yüklenen ses dosyası eksik veya okunamıyor.

source: Uploaded file is not a valid audio recording.
tr_tr: Yüklenen dosya geçerli bir ses kaydı değil.

source: Uploaded file type is not allowed.
tr_tr: Yüklenen dosya türüne izin verilmiyor.

source: Uploaded zip
tr_tr: Yüklenen zip

source: Uploading...
tr_tr: Yükleniyor...

source: Use
tr_tr: Kullanım

source: Use an account with editor access to continue.
tr_tr: Devam etmek için editör erişimi olan bir hesap kullanın.

source: Use an account with recording access to continue.
tr_tr: Devam etmek için kayıt erişimi olan bir hesap kullanın.

source: Use as canonical
tr_tr: Kanonik olarak kullanın

source: Use at least 8 characters for your password.
tr_tr: Parolanız için en az 8 karakter kullanın.

source: Use existing category
tr_tr: Mevcut kategoriyi kullanın

source: Use multiple letters to map digraphs like ll.
tr_tr: Ll gibi digrafları eşlemek için birden fazla harf kullanın.

source: Use overrides to bulk-change grammatical flags such as tense, mood, and plurality on the cloned words.
tr_tr: Klonlanmış sözcüklerde zaman, kip ve çoğulluk gibi dilbilgisi işaretlerini toplu olarak değiştirmek için geçersiz kılmaları kullanın.

source: Use ratio %s as the canonical ratio and refresh preview.
tr_tr: Kanonik oran olarak %s oranını kullanın ve önizlemeyi yenileyin.

source: Use text options for text-only quizzes (no audio/images), or choose audio options to play recordings.
tr_tr: Yalnızca metin sınavları için metin seçeneklerini kullanın (ses/görüntü yok) veya kayıtları oynatmak için ses seçeneklerini seçin.

source: Use the same label for words that should be used together for wrong answers. Leave blank to keep a word ungrouped.
tr_tr: Yanlış cevaplar için birlikte kullanılması gereken kelimeler için aynı etiketi kullanın. Bir kelimeyi gruplanmamış halde tutmak için boş bırakın.

source: Use this dashboard to jump to each main area of the plugin. Tools opens workflow utilities; Settings controls global behavior.
tr_tr: Eklentinin her bir ana alanına atlamak için bu panoyu kullanın. Araçlar iş akışı yardımcı programlarını açar; Ayarlar genel davranışı kontrol eder.

source: Use word set default
tr_tr: Varsayılan kelime setini kullan

source: Use your account to open your study panel and keep your progress.
tr_tr: Çalışma panelinizi açmak ve ilerlemenizi kaydetmek için hesabınızı kullanın.

source: Use your account to view wordset progress and keep your learning history.
tr_tr: Kelime seti ilerlemesini görüntülemek ve öğrenme geçmişinizi saklamak için hesabınızı kullanın.

source: User #%d
tr_tr: Kullanıcı #%d

source: User menu
tr_tr: Kullanıcı menüsü

source: User not found
tr_tr: Kullanıcı bulunamadı

source: Username
tr_tr: Kullanıcı Adı

source: Username or Email
tr_tr: Kullanıcı Adı veya E-posta

source: Utility and configuration pages used less frequently.
tr_tr: Yardımcı program ve yapılandırma sayfaları daha az kullanılır.

source: Verb mood
tr_tr: Fiil kipi

source: Verb mood options
tr_tr: Fiil kipi seçenekleri

source: Verb Mood Override
tr_tr: Fiil Kipi Geçersiz Kılma

source: Verb mood tags are not enabled for this word set.
tr_tr: Fiil kipi etiketleri bu sözcük kümesi için etkinleştirilmemiştir.

source: Verb tense
tr_tr: Fiil zamanı

source: Verb tense options
tr_tr: Fiil zaman seçenekleri

source: Verb Tense Override
tr_tr: Fiil Zamanı Geçersiz Kılma

source: Verb tense tags are not enabled for this word set.
tr_tr: Fiil zaman etiketleri bu sözcük kümesi için etkinleştirilmemiştir.

source: Verify failed
tr_tr: Doğrulama başarısız

source: View %d more
tr_tr: %d'yi daha fazla görüntüle

source: View all linked words
tr_tr: Tüm bağlantılı kelimeleri görüntüle

source: View Audio Recording
tr_tr: Ses Kaydını Görüntüle

source: View Dictionary Entry
tr_tr: Sözlük Girişini Görüntüle

source: View linked words
tr_tr: Bağlantılı kelimeleri görüntüle

source: View User Profile
tr_tr: Kullanıcı Profilini Görüntüle

source: View Vocab Lesson
tr_tr: Kelime Dersini Görüntüle

source: View Word Set
tr_tr: Kelime Setini Görüntüle

source: Visibility
tr_tr: Görünürlük

source: Vocab Lesson
tr_tr: Kelime Dersi

source: Vocab Lesson Settings
tr_tr: Kelime Dersi Ayarları

source: Vocab lesson sync completed. %d created, %d updated, %d removed.
tr_tr: Kelime dersi senkronizasyonu tamamlandı. %d oluşturuldu, %d güncellendi, %d kaldırıldı.

source: Vocab Lessons
tr_tr: Kelime Dersleri

source: Vocab: %1$s (%2$s)
tr_tr: Kelime: %1$s (%2$s)

source: Warning threshold: %1$s. Hard limit: %2$s. Max media files: %3$s.
tr_tr: Uyarı eşiği: %1$s. Sabit sınır: %2$s. Maksimum medya dosyası: %3$s.

source: Warnings:
tr_tr: Uyarılar:

source: WebP / Size
tr_tr: WebP / Boyut

source: WebP encoding is not available on this server. The queue can still be reviewed, but optimization is disabled.
tr_tr: WebP kodlaması bu sunucuda kullanılamıyor. Kuyruk hala incelenebilir, ancak optimizasyon devre dışıdır.

source: WebP Image Optimizer
tr_tr: WebP Görüntü İyileştirici

source: WebP Optimize
tr_tr: WebP Optimize Et

source: WebP unavailable
tr_tr: WebP kullanılamıyor

source: What do you think this word is?
tr_tr: Sence bu kelime nedir?

source: When using "Create or reuse", edit names here before confirming import.
tr_tr: "Oluştur veya yeniden kullan" seçeneğini kullanırken, içe aktarmayı onaylamadan önce isimleri burada düzenleyin.

source: Whether to start rounds with audio, with the word image, or with text.
tr_tr: Turlara sesle mi, kelime görüntüsüyle mi yoksa metinle mi başlanacağı.

source: Which word set should this user record?
tr_tr: Bu kullanıcı hangi kelime kümesini kaydetmelidir?

source: Windows/Chrome: Click the lock icon → Site settings → Microphone: Allow.
tr_tr: Windows/Chrome: Kilit simgesine tıklayın → Site ayarları → Mikrofon: İzin ver.

source: Word
tr_tr: Kelime

source: word
tr_tr: kelime

source: Word #%d
tr_tr: Kelime #%d

source: Word A
tr_tr: Kelime A

source: Word B
tr_tr: Kelime B

source: Word Categories
tr_tr: Kelime Kategorileri

source: Word categories:
tr_tr: Kelime kategorileri:

source: Word Category
tr_tr: Kelime Kategorisi

source: Word details
tr_tr: Kelime detayları

source: Word hidden. Moving to the next item.
tr_tr: Kelime gizlendi. Bir sonraki maddeye geçiyoruz.

source: Word Image
tr_tr: Kelime Görüntüsü

source: Word image
tr_tr: Kelime görüntüsü

source: word image
tr_tr: kelime görüntüsü

source: Word image not found.
tr_tr: Kelime görüntüsü bulunamadı.

source: Word Images
tr_tr: Kelime Görselleri

source: Word images updated: %d
tr_tr: Kelime görüntüleri güncellendi: %d

source: Word images: %d
tr_tr: Kelime görüntüleri: %d

source: Word inclusion
tr_tr: Kelime seçimi

source: Word Option Pairing
tr_tr: Kelime Seçeneği Eşleştirme

source: Word Option Rules
tr_tr: Kelime Seçeneği Kuralları

source: Word option rules saved.
tr_tr: Kelime seçeneği kuralları kaydedildi.

source: Word option settings imported.
tr_tr: Kelime seçeneği ayarları içe aktarıldı.

source: Word Progress
tr_tr: Kelime İlerlemesi

source: Word Set
tr_tr: Kelime Seti

source: Word set
tr_tr: Kelime seti

source: Word Set Manager
tr_tr: Kelime Seti Yöneticisi

source: Word Set Manager Assignment
tr_tr: Kelime Seti Yöneticisi Ataması

source: Word set not found.
tr_tr: Kelime seti bulunamadı.

source: Word set settings were updated.
tr_tr: Kelime seti ayarları güncellendi.

source: Word set visibility
tr_tr: Kelime seti görünürlüğü

source: Word Sets
tr_tr: Kelime Setleri

source: Word sets list
tr_tr: Kelime setleri listesi

source: Word sets list navigation
tr_tr: Kelime setleri listesinde gezinme

source: Word sets updated: %d
tr_tr: Güncellenen sözcük kümeleri: %d

source: Word sets: %d
tr_tr: Sözcük kümeleri: %d

source: Word text sources
tr_tr: Kelime metin kaynakları

source: Word title
tr_tr: Kelime başlığı

source: Word unhidden.
tr_tr: Gizlenmemiş kelime.

source: WordPress tools for building language-learning vocabulary content with word management, audio/image uploads, and ready-to-use flashcard quizzes and embeddable practice pages.
tr_tr: Kelime yönetimi, ses/görüntü yüklemeleri, kullanıma hazır bilgi kartı sınavları ve gömülebilir alıştırma sayfaları ile dil öğrenmeye yönelik kelime içeriği oluşturmaya yönelik WordPress araçları.

source: Words
tr_tr: Kelimeler

source: Words are properly assigned to the category
tr_tr: Kelimeler kategoriye uygun şekilde atanır

source: Words to import
tr_tr: İçe aktarılacak kelimeler

source: Words updated: %d
tr_tr: Güncellenen kelimeler: %d

source: Words: %d
tr_tr: Kelimeler: %d

source: Wordset IPA symbols
tr_tr: Kelime seti IPA sembolleri

source: Workflows
tr_tr: İş Akışları

source: Working...
tr_tr: Çalışıyorum.

source: Wrong
tr_tr: Yanlış

source: Wrong answer options (one per line)
tr_tr: Yanlış cevap seçenekleri (her satır için bir tane)

source: Yes
tr_tr: Evet

source: You are not allowed to check plugin updates.
tr_tr: Eklenti güncellemelerini kontrol etmenize izin verilmez.

source: You are ready for pure isolation practice.
tr_tr: Saf izolasyon uygulaması için hazırsınız.

source: You can switch tabs, but do not close this tab until it finishes.
tr_tr: Sekmeleri değiştirebilirsiniz, ancak bitene kadar bu sekmeyi kapatmayın.

source: You do not have permission to access dictionary entries.
tr_tr: Sözlük girdilerine erişim izniniz yok.

source: You do not have permission to access Editor Hub.
tr_tr: Editör Merkezi'ne erişim izniniz yok.

source: You do not have permission to access LL Tools import preview media.
tr_tr: LL Tools içe aktarma önizleme ortamına erişim izniniz yok.

source: You do not have permission to access this page.
tr_tr: Bu sayfaya erişmek için izniniz yok.

source: You do not have permission to assign uploads to that word set.
tr_tr: Bu sözcük kümesine yükleme atama izniniz yok.

source: You do not have permission to create categories.
tr_tr: Kategori oluşturma izniniz yok.

source: You do not have permission to download this export file.
tr_tr: Bu dışa aktarma dosyasını indirmek için izniniz yok.

source: You do not have permission to edit prerequisites for this word set.
tr_tr: Bu sözcük kümesi için önkoşulları düzenleme izniniz yok.

source: You do not have permission to edit prerequisites.
tr_tr: Önkoşulları düzenleme izniniz yok.

source: You do not have permission to edit this word image.
tr_tr: Bu word resmini düzenleme izniniz yok.

source: You do not have permission to enable lesson pages.
tr_tr: Ders sayfalarını etkinleştirme izniniz yok.

source: You do not have permission to export LL Tools data.
tr_tr: LL Tools verilerini dışa aktarma izniniz yok.

source: You do not have permission to import into this word set.
tr_tr: Bu sözcük kümesine aktarma izniniz yok.

source: You do not have permission to import LL Tools data.
tr_tr: LL Tools verilerini içe aktarma izniniz yok.

source: You do not have permission to manage recorder access for this word set.
tr_tr: Bu sözcük kümesi için kaydedici erişimini yönetme izniniz yok.

source: You do not have permission to manage this word set.
tr_tr: Bu sözcük kümesini yönetmek için izniniz yok.

source: You do not have permission to perform this action.
tr_tr: Bu eylemi gerçekleştirmek için izniniz yok.

source: You do not have permission to record audio.
tr_tr: Ses kaydı yapmak için izniniz yok.

source: You do not have permission to record audio. If you think this is a mistake, ask for the "Audio Recorder" user role to be added to your user account.
tr_tr: Ses kaydetme izniniz yok. Bunun bir hata olduğunu düşünüyorsanız, kullanıcı hesabınıza "Ses Kaydedici" kullanıcı rolünün eklenmesini isteyin.

source: You do not have permission to reset progress.
tr_tr: İlerlemeyi sıfırlama izniniz yok.

source: You do not have permission to skip recordings.
tr_tr: Kayıtları atlamak için izniniz yok.

source: You do not have permission to split this word.
tr_tr: Bu kelimeyi bölmek için izniniz yok.

source: You do not have permission to undo LL Tools imports.
tr_tr: LL Tools içe aktarmalarını geri alma izniniz yok.

source: You do not have permission to update vocab lesson settings.
tr_tr: Kelime dersi ayarlarını güncelleme izniniz yok.

source: You do not have permission to upload files.
tr_tr: Dosya yüklemek için izniniz yok.

source: You do not have permission to upload recordings
tr_tr: Kayıtları yüklemek için izniniz yok

source: You do not have permission to verify recordings.
tr_tr: Kayıtları doğrulamak için izniniz yok.

source: You do not have permission to view this page.
tr_tr: Bu sayfayı görüntülemek için izniniz yok.

source: You do not have permission.
tr_tr: İzniniz yok.

source: You do not have sufficient permissions to access this page.
tr_tr: Bu sayfaya erişmek için yeterli izniniz yok.

source: You have %d word image(s) with featured images in categories (%s), but all images in the selected wordset already have recordings.
tr_tr: Kategorilerde (%2$s) öne çıkan görüntülere sahip %1$d kelime görüntü(ler)iniz var, ancak seçilen kelime kümesindeki tüm görüntülerin zaten kayıtları var.

source: You have %d word image(s) with featured images, but none are assigned to any word categories.
tr_tr: Öne çıkan görsellere sahip %d kelime görsel(ler)iniz var, ancak hiçbiri herhangi bir kelime kategorisine atanmamış.

source: You have %d word image(s), but none have a featured image set.
tr_tr: %d kelime görsel(ler)iniz var, ancak hiçbirinin öne çıkan görsel seti yok.

source: You must be logged in to skip recordings.
tr_tr: Kayıtları atlamak için giriş yapmış olmanız gerekir.

source: You must be logged in to upload recordings
tr_tr: Kayıtları yüklemek için giriş yapmış olmalısınız

source: You must be logged in to verify recordings.
tr_tr: Kayıtları doğrulamak için giriş yapmış olmalısınız.

source: You must be logged in.
tr_tr: Giriş yapmış olmalısınız.

source: You're on the right track...
tr_tr: Doğru yoldasın.

source: Your session expired. Please try again.
tr_tr: Oturumunuzun süresi doldu. Lütfen tekrar deneyin.

source: Your study plan
tr_tr: Çalışma planınız

source: ZipArchive is not available on this server.
tr_tr: ZipArchive bu sunucuda mevcut değil.

source: ZipArchive is not available on this server. Please enable it to use the export/import tool.
tr_tr: ZipArchive bu sunucuda mevcut değil. Lütfen dışa/içe aktarma aracını kullanmak için etkinleştirin.

source: — Select —
tr_tr: - Seçiniz -

source: ← Back to Word Sets
tr_tr: ← Kelime Kümelerine Geri Dön

source: ★ Starred only
tr_tr: ★ Sadece yıldızlılar

source: ★☆★ Starred twice
tr_tr: ★☆★ Yıldızlılar iki kere

source: ☆★ All words once
tr_tr: ☆★ Tüm kelimeler bir kez
